import { CorpPaths, Paths } from "@/data/Paths"
import Link from "next/link"
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function EditorialPolitics() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Редакційна політика
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            Дейком щодня публікує сотні журналістських матеріалів. Ми
            застосовуємо етичні стандарти та сувору звітність до кожної статті,
            відео, інформаційного бюлетеня та інтерактиву, який ми створюємо. 
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У цій Редакційній політиці пояснюється, якими принципами,
            стандартами ми керуємось при підготовці матеріалів для публікації,
            які визначають нашу журналістику. Також, у своїй діяльності ми
            керуємось діючим законодавством України, та країн на території яких
            здійснюємо свою діяльність.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Інформаційно-новинний ресурс Дейком, за адресою у мережі інтернет
            daycom.com.ua, надалі «Дейком» або «Дейком» або «Ми», піклується за
            достовірність опублікованих матеріалів. Ми прагнемо пропонувати
            найвищі стандарти продуктів і послуг. Таким чином, ми цінуємо
            кожного з наших існуючих або потенційних читачів і прагнемо
            підтримувати належну якість вже опублікованих та майбутніх
            публікацій матеріалів для читачів (надалі «Матеріал»).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми намагаємось створювати публікації матеріалів з усього світу,
            України та міст в яких ми маємо представників, в Україні ми
            покриваємо 210 міст і плануємо свою мапу розширювати. Дейком може
            надавати вміст на основі вашого GPS-місцезнаходження, якщо ця
            функція увімкнена. Ваше місцезнаходження за GPS – це ваше точне
            місцезнаходження. У випадку, якщо ця функція вами відключена то,
            вибрати необхідне вам місто можливо на Мапі Дейком, окремо
            пропонуємо ознайомитись з нашою Політикою конфіденційності.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми працюємо для наших існуючих та потенційних читачів в Україні та
            за її межами. А наша мета – інформувати читачів про актуальні події
            у містах нашого представництва, а події, які на погляд головної
            редакції повинні виноситись на всезагальний огляд – з’являтися у
            загальнонаціональному інформаційному просторі Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наші кореспонденти акредитовані Головною редакцією
            інформаційно-новинного ресурсу Дейком та діють на підставі
            посвідчення журналіста. Для перевірки електронних та фізичних
            посвідчень кореспондентів інформаційно-новинного ресурсу
            daycom.com.ua, ми створили електронну базу, в якій ми зазначаємо
            статус кореспондента, номер його посвідчення, дату видачі та термін
            дії посвідчення.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1. Принципи та критерії політики якими ми керуємось
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.1. Увесь матеріал, який публікується Дейком, створюється фізичними
            особами, журналістами редакції, незалежними журналістами,
            аналітиками, політологами, лідерами думки тощо, надалі «автор або
            журналіст або кореспондент» і має авторське право на такий матеріал:
            текст, фотографії, відео тощо. Ім’я кожного автора матеріалу (статті
            чи думки надалі «матеріал») зазначається на сторінці опублікованого
            матеріалу. Про кожного автора розміщено коротку інформацію, за його
            згодою та бажанням, сторінки персональних соціальних мереж та
            способи зв’язку.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.2. Увесь матеріал, який публікується автором на Дейком,
            обов’язково повинен проходити перевірку та редактуру. Перед
            публікацією автор зобов’язаний переконатися у достовірності зібраної
            інформації, що публікується ним, і перевірити джерела інформації.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.3. У випадках, коли автор публікації припустився помилки
            (стилістичної, орфографічної, фактологічної, опублікував
            недостовірну інформацію тощо) та опублікував такий матеріал на
            сайті, автор зобов’язаний виправити помилку допущену в
            опублікованому матеріалі.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.4. Автор має свою думку стосовно будь-яких ситуацій, будь-якого
            міста, області чи країни, але йому забороняється відстоювати позицію
            будь-якої політичної партії, популяризувати її, маніпулювати
            інформацією чи перекручувати її щодо інших політичних партій.
            Аналогічна ситуація з релігійними чи особистими поглядами автора.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.5. Якщо автор був упередженим під час роботи, редакція припинить
            співпрацю із таким автором. Журналіст не має права зловживати своїм
            службовим становищем та користуватися ним для тиску та впливу. Також
            журналіст не може брати винагороду, інші подарунки тощо в обмін на
            замовчування чи зміну інформації на користь героя.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.6. Автор має право публікувати фотографії неповнолітніх, але
            зобов’язаний «замилити» особу дітей. Відкривати їх можна у тому
            випадку, якщо неповнолітніх розшукує поліція, і дітей потрібно
            розпізнати на фотографіях.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.7. Головна редакція Дейком дотримується презумпції невинності і не
            називає будь-яку людину злочинцем до офіційного рішення суду. Але
            має право використовувати терміни, діючі під час слідства.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.8. Редакція Дейком не публікує матеріали з безпідставними
            звинуваченнями у злочинах без доказів. У випадку, коли на редакцію
            подадуть до суду за матеріал без порушень цієї Редакційної політики,
            але той, хто не сподобався герою, Дейком захищатиме позицію автора в
            суді.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.9. Редакція Дейком намагається бути неупередженою і дотримуватись
            балансу думок у матеріалах, при цьому використовуючи критичний
            підхід. Ми повинні у матеріалі опублікувати думки всіх сторін
            конфлікту, дотримуючись нейтралітету.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.10. Редакція Дейком поважає приватне життя, тому не називає
            прізвища причетних до адміністративних чи кримінальних
            правопорушень. Виняток становлять лише випадки, де інформація
            становить суспільний інтерес, або особа є публічною.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.11. Редакція Дейком використовує маркування 18+ для новин та
            матеріалів, які містять текстову чи візуальну інформацію про
            насильство, трагедію, нецензурну лексику. Таким чином автор
            попереджає читачів, що інформація може зашкодити їхньому
            психологічному чи моральному стану. З тих самих спонукань редакція
            не публікує фотографії та відео загиблих, а також оголені частини
            тіла без «замилювання». Якщо матеріал містить нецензурну лексику, ми
            попереджаємо про це маркуванням 18+ та відповідне формулювання.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.12. Редакція Дейком не публікує в новинах заклики до насильства,
            дискримінації та розпалювання ворожнечі, у тому числі повалення
            влади та приниження державних символів України.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.13 Редакція Дейком не публікує плагіат, оскільки поважаємо працю
            колег. Автор має право використовувати інформацію з іншого ресурсу,
            але обов’язково дає на нього посилання. Якщо журналіст розмістив
            скопійовану інформацію під своїм ім’ям, ми вважаємо це порушенням та
            припиняємо співпрацю з таким автором.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2. Цінності політики якими ми керуємось
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.1. Дейком підтримує демократію, свободу слова та думки, дотримання
            законів та моральних принципів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.2. Дейком поважає свободу слова і для нас важлива свобода.
            Публікуючи будь-які матеріали на сайті, автор не прагне зашкодити.
            Дейком поважає право кожної людини на вибір бути таким, яким вона
            хоче, якщо це не шкодить суспільству.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.3. Дейком поважає саморозвиток та прагнення вчитися.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            3. Діяльність журналістів
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.1. Журналіст Дейком при зверненні за коментарем – по телефону чи
            під час заходу – повинен представитися співрозмовнику та попередити,
            що хоче взяти коментар під запис для того, щоб використати його у
            матеріалі. За потреби або на прохання співрозмовника журналіст має
            показати редакційне посвідчення з дійсною датою, печаткою та
            підписом Головної редакції.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.2. Перед початком інтерв’ю чи коментарем журналіст зобов’язаний
            попередити співрозмовника, що розмова записується з метою
            опрацювання інформації для матеріалу. Він може це робити лише після
            дозволу співрозмовника, який також потрібно записати на диктофон.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.3 Перед публікацією інтерв’ю журналіст має відправити його на
            узгодження співрозмовника. Це необхідно для перевірки фактажу –
            назв, дат, послідовності подій, точності висловлювань. Співрозмовник
            не має права змінювати зміст фраз, смислів, стиль викладу матеріалу.
            Якщо співрозмовник вніс редагування в інтерв’ю, які змінюють його
            зміст і значення, редакція має право не опублікувати матеріал.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.4 Журналіст має право не надсилати інтерв’ю на погодження, якщо
            сам співрозмовник відмовився читати текст перед публікацією – автор
            також має зобов’язання записати відмову співрозмовника на диктофон
            або отримати письмову відмову від погодження.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.5. Журналіст не може змінювати зміст цитати: він має право змінити
            його стилістично чи синтаксично, зберігаючи при цьому зміст
            сказаного. Цитата у тексті чітко виділяється лапками із зазначенням
            наприкінці джерело (авторство) висловлювання.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.6. При використанні слова «експерт» у будь-якому матеріалі, який
            публікується на сайті, журналіст повинен обґрунтувати експертність
            коментатора – із зазначенням імені, прізвища, посади та галузі, в
            якій спеціалізується співрозмовник.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.7. Дейком намагається не узагальнювати людей під час створення
            публікацій та вказувати конкретне джерело інформації – людину чи
            організацію, якщо це колективне звернення. Якщо джерелом інформації
            виступає людина, ми вказуємо її ім’я, прізвище, і навіть посаду чи
            місце роботи.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.8. Якщо автор публікує результати соціологічних досліджень, то у
            матеріалі обов’язково вказуємо, хто їх проводив, кого і де
            опитували, який метод опитування та яка похибка дослідження.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.9. У кожному матеріалі посилання на джерело знаходиться не нижче
            другого абзацу. Ми ставимо посилання із зазначенням джерела
            інформації. Для нас важливо, щоб існуючі або потенційні читачі могли
            нам довіряти, тому прагнемо підтримувати належну якість зібраної
            інформації, тому маємо право помічати інформацію яка «Потребує
            перевірки», «Немає можливості перевірити», «Віриться насилу».
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.10. Інформацію про збір коштів на лікування публікуємо лише після
            того, як Дейком переконається у достовірності інформації. У
            матеріалі обов’язково має бути копія діагнозу та висновків лікаря з
            печаткою та підписом. З метою конфіденційності інформації копії
            документів, редакція може залишати у своєму розпорядженні без
            публікації на сайті.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.11. Як журналісти Дейком уникають особистої участі в політиці?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наші принципи етики стверджують, що журналістам не місце в політиці.
            Звичайно, співробітники мають право голосу, але вони не повинні
            робити нічого, що могло б викликати сумніви щодо їхньої професійної
            нейтральності чи нейтральності Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Співробітники не можуть:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Підтримувати кандидатів;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Дарувати гроші будь-якому політичному кандидату чи виборчій
                справі або збирати гроші для них;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Шукати державну посаду;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Носіть брендову продукції політичної кампанії;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Відвідувати марш або мітинг на підтримку громадських справ чи
                рухів як учасник.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Але те, що наші репортери та редактори не беруть участі в політичних
            подіях, не означає, що певні питання їх не хвилюють. Ось чому ми
            закликаємо їх усвідомлювати власні упередження та враховувати, як
            хтось із протилежною точкою зору може думати про теми, які вони
            висвітлюють. Сформулювати та охарактеризувати всі точки зору
            справедливим і глибоким є центральним у нашому підході до звітності.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наша репутація незалежності ґрунтується на вірі громадськості в те,
            що ми можемо виконувати свою роботу без впливу та відкритої
            упередженості.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.12. Як Дейком обробляє та підтверджує останні кримінальні новини?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Коли з’являються важливі новини, ми прагнемо якнайшвидше
            розібратися в тому, що сталося, хоча ми пам’ятаємо, що часто перші
            звіти з місця події можуть бути неправильними», - Головний редактор
            Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком часто покладається на звіти, надані співробітниками
            правоохоронних органів, які контролюють місце злочину під час
            екстрених новин. Ці початкові звіти можуть бути цінними для читачів,
            але вони також можуть бути неповними і навіть неточними. Ми
            повідомляємо читачам, що ми не можемо підтвердити, а також де та як
            ми отримали інформацію. Потім ми активно працюємо над тим, щоб
            зібрати ширший діапазон точок зору на те, що сталося, і перевірити
            інформацію за допомогою публічних записів та опитувань свідків і
            жертв. Ми також шукаємо відеозаписи інциденту та перевіряємо їх
            перед публікацією.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Про що ми пам’ятаємо на ранніх стадіях екстрених новин:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Початкові повідомлення правоохоронців відображають їхню версію
                подій і ґрунтуються на результатах попереднього розслідування.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Додаткова інформація може суперечити цим раннім звітам.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Співробітники правоохоронних органів можуть приховувати
                інформацію з різних причин.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Як ми підходимо до нашого покриття
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ми обережні, повідомляючи про потенційні мотиви, особливо коли
                офіційні особи роблять ранні заяви про мотивацію інциденту.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ми чітко розуміємо з читачами питання, які залишаються без
                відповіді.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Коли нова інформація суперечить попереднім звітам, ми погоджуємо
                розслідування, щодо того, що змінилося та коли.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Іноді репортажі про ці події стосуються як злочину, так і того, як
            на нього реагує поліція. Правоохоронні органи іноді ускладнюють нам
            доступ до інформації, опитування свідків або перевірку своїх
            висновків. Відверто розповідаючи читачам про те, що ми знаємо та
            чого не знаємо, ми надаємо якомога більше деталей, визнаючи, що це
            не повна картина.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.13. Як Дейком використовує візуальні матеріали для дослідження
            новин? Команда візуальних розслідувань Дейком використовує
            супутникові зображення, відео з мобільних телефонів, публікації в
            соціальних мережах та інші візуальні елементи, щоб розслідувати та
            реконструювати новинні події.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ці журналісти також використовують традиційні методи репортажів,
            відвідуючи місце події та опитуючи свідків і тих, хто вижив. Але
            саме цифрові методи розслідування відрізняють їх від інших і
            дозволяють представити остаточну інформацію про новини.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Як працює команда
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Використовуючи загальнодоступну інформацію, соціальні мережі та
                репортажі з місця, члени команди збирають відео та інші
                документальні докази події, яку вони розслідують;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Зворотний пошук зображень, який включає запуск нерухомих
                зображень через пошукові системи, допомагає підтвердити, що
                відео актуальне. Якщо матеріал вже з’являвся в мережі раніше,
                він, швидше за все, з’явиться в пошуку;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Порівняння орієнтирів або структурних пошкоджень (як під час
                війни в Україні) у відео із супутниковими зображеннями чи Google
                Streetview може допомогти точно визначити територію;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Щоб перевірити, коли було знято відео, члени команди перевіряють
                звіти про погоду, вимірюють довжину тіні від сонця та
                перевіряють метадані або інформацію про файли відео чи
                фотографії. Також опитують свідків;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Якщо вони виявляють, що відео вирвано з контексту або
                використовується для поширення дезінформації, вони звертаються
                до соціальних мереж, щоб попередити інших, що вміст є
                недостовірним.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.14. Чому Дейком використовує анонімні джерела?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Репортери та редактори мають бути невблаганними та скептичними у
            поводженні з анонімними джерелами. Це ніколи не повинно бути
            рутинним або випадковим», - Головний редактор Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «На умовах анонімності…»
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Обговорювали інцидент за умови неназивання…»
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Зі слів людей, знайомих з…»
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви, безсумнівно, бачили ці фрази в статтях Дейком, але що саме вони
            означають?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наша звітність базується на джерелах. Ними можуть бути офіційні
            особи, свідки, записи — фактично будь-хто або будь-що, що може
            надати інформацію на певну тему. Якщо ми не розкриваємо ім’я
            людського джерела, ця особа вважається анонімним джерелом. Згідно з
            нашими вказівками, ці джерела слід використовувати лише для
            інформації, яка, на нашу думку, заслуговує на увагу та достовірна, і
            яку ми не можемо повідомити іншим способом.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Але чому Дейком приховує ідентичність деяких джерел? Ми розуміємо,
            що використання анонімних джерел іноді має вирішальне значення для
            нашої журналістської місії. Це може дати читачам справжнє уявлення
            про використання та зловживання владою будь-де. У чутливих сферах,
            як-от звітність про національну безпеку, цього можна уникнути.
            Джерела іноді ризикують своєю кар’єрою, свободою і навіть життям,
            спілкуючись з нами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Що ми враховуємо перед використанням анонімних джерел:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Звідки вони знають інформацію?
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Яка їхня мотивація розповідати нам?
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Чи виявилися вони надійними в минулому?
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Чи можемо ми підтвердити інформацію, яку вони надають?
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Оскільки використання анонімних джерел створює велике навантаження
            на наш найцінніший актив: довіру наших читачів, репортера та
            принаймні одного редактора потрібно знати особу джерела. Старший
            редактор відділу новин також повинен схвалити використання
            інформації, наданої джерелом.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.15. Як Дейком обробляє виправлення?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Основний обов’язок Дейком — надавати читачам точну інформацію, і
            наші читачі довіряють нам це робити. Швидко та прозоро визнаючи свої
            помилки, ми будуємо цю фундаментальну довіру», - Головний редактор
            Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми визнаємо етичну відповідальність за виправлення всіх фактичних
            помилок, великих і малих, негайно та на видному місці. Ми заохочуємо
            читачів звертатися до нас за адресою news@daycom.com.ua, коли вони
            помітять можливу помилку.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Процес виправлення:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Спочатку ми визначаємо, чи зробили ми помилку. Ми зв’язуємося з
                залученими репортерами та редакторами, і, якщо виправлення
                виправдане, ми коригуємо статтю та додаємо виправлення.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Навіть коли ми виявляємо помилку через кілька секунд після
                публікації, ми все одно визнаємо її виправленням. Немає правила
                п’яти секунд.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Виправлення мають з’явитися в будь-якому виданні або на
                платформах (Twitter, Instagram, Facebook, Telegram), які містять
                помилку. Ми також виправляємо помилки в інформаційних бюлетенях,
                у відео та подкастах.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Для очевидних помилок ми виправляємо помилку без додавання
                виправлення.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Під час екстрених новин бувають випадки, коли неправильна інформація
            є частиною історії та не потребує виправлення: кількість загиблих
            може зменшитися, кількість підозрюваних може змінитися або офіційні
            особи можуть виправити попередню заяву. Зазвичай ми пояснюємо ці
            зміни в статті про оновлення та не додаємо виправлення.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.16. Коли Дейком публікує непристойність?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «У добу повсюдної вульгарності не дуже переконливо стверджувати, що
            вживання кимось, не літературного мовлення є дуже показовим», -
            Головний редактор Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Можливо, ви бачили непристойність на сторінках Дейком. Але це
            повинно бути рідко. Ми підтримуємо високий поріг для вульгарних
            слів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Однак бувають випадки, коли публікація образливого виразу необхідна
            для розуміння читачем того, про що йдеться. Наприклад, Дейком не
            цурається повідомляти про вульгарності, виголошені впливовими
            громадськими діячами та використані в публічному середовищі. Якщо
            репортер твердо вважає, що в статті слід використовувати образливу
            лексику, редактори обговорять переваги використання такої мови, перш
            ніж погоджуватись її опублікувати.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Навіть коли ми вирішуємо опублікувати таку мову, ми зазвичай
            обмежуємо її одним посиланням і уникаємо її використання в
            заголовках, новинах або публікаціях у соціальних мережах.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Набагато частіше ми говоримо «ні» образливим висловлюванням,
            наприклад, профілям колоритних персонажів, які присипають свої
            інтерв’ю словами з трьох літер. У таких випадках ми не відчуваємо
            потреби публікувати кожне їх слово. Замість цього ми обираємо
            загальний опис на зразок «використано вульгарний вислів». І ми часто
            уникаємо повторення вульгарності, яка використовується в назві
            веб-сайту, компанії, фільму чи групи.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            (Є один розділ Дейком, де ви можете зустріти вульгарну лексику дещо
            частіше: «18+». Це тому, що ми публікуємо уривки з книжок, пряму річ
            чи цитати.)
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми розуміємо, що деякі читачі можуть вважати наш підхід до
            вульгарної лексики застарілим або навіть трохи задушливим. Щоб було
            зрозуміло, справа не в тому, що ми вважаємо наших читачів
            делікатними або легко шокованими. Але ми вважаємо, що вони цінують
            стриманий і вдумливий тон. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.17. Як Дейком висвітлює вибори?
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Чому і як ми розвінчуємо дезінформацію про вибори.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наша місія доносити вам правду через нашу журналістику також включає
            попередження вас про неправду. Дезінформація процвітала в соціальних
            мережах в останній період перед днем ​​виборів. У нас є кілька
            репортерів, які відстежують тенденції та зміну тактики тих, хто
            поширює неправду. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Як ми отримуємо результати в прямому ефірі в ніч виборів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми повідомляємо про підсумки голосування, надані агентством
            Associated Press, Укрінформ та ЦВК, яке збирає результати, округів і
            селищ через мережу кореспондентів. Щоб оцінити, скільки голосів
            залишилося підрахувати, наша команда журналістів із обробки даних та
            розробників програмного забезпечення збирає підрахунки голосів
            безпосередньо з веб-сайтів офіційних осіб, які здійснюють вибори, і
            порівнює їх із нашими очікуваннями щодо явки. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Як ми називаємо переможців у ніч виборів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми покладаємося на Associated Press, Укрінформ та ЦВК, у якому
            працює команда аналітиків, дослідників і учасників перегонів, які
            глибоко розуміють штати, де вони оголошують переможців. У деяких
            гонках із жорсткою боротьбою ми незалежно оцінюємо виклики
            перегонів, перш ніж оголосити переможця.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            4. Джерела фінансування.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.1. Оскільки Дейком приватна компанія, яка не входить до жодного
            медіа-холдингу чи фінансово- промислового концерну ми зберігаємо:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                демократію у суспільстві інформуючи читачів побаченим
                журналістами на власні очі або отриманою інформацію із
                перевірених джерел не розкриваючи імен та посад;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                повну свободу слова журналістів при створенні матеріалів.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.2. Дейком не фінансується політичними партіями, політиками,
            «олігархами», фінансово- промисловими групами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.3. Інформаційно-новинний ресурс Дейком отримує прибуток від
            розміщення реклами приватним малим, середнім, та мережевим бізнесом.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.4. Розміщення реклами під виглядом редакційного матеріалу – на
            сайті не можливо. На думку головної редакції, це неприпустимо по
            відношенню до існуючих або потенційних читачів. Тому всі комерційні
            матеріали Дейком обов’язково маркуємо. Матеріали, опубліковані з
            плашками (маркуванням): «Новини компаній», «Політичні новини»,
            «Прес-реліз», «Офіційно», «Реклама» публікуються на правах реклами,
            відповідно до Політики розміщення реклами. А відповідальність за
            зміст рекламної новини на сайті виключно несе рекламодавець.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.5. Журналіст Дейком не має права розміщувати рекламний матеріал у
            вигляді редакційного матеріалу без маркування. У такому разі за
            порушення редакційної політики Дейком до не сумлінного журналіста
            будуть задіяні дисциплінарні покарання.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.6. Головна редакція самостійно вирішує, які матеріали про
            рекламодавців можливо розміщувати а про які не можливо. Редакційний
            матеріал розміщуємо без маркування, а у його змісті не вказуємо
            конкретні назви чи заклики скористатися послугами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.7. Якщо ви знайшли на нашому сайті такий комерційний матеріал,
            напишіть головній редакції на електронну пошту privacy@daycom.com.ua
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            5. Зворотній зв’язок та взаємодія.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.1. Читач може повідомити новини до редакції, на електронну
            скриньку news@daycom.com.ua, вказавши ім’я, контакти для зв’язку та
            фактажну інформацію. Дейком може опублікувати надіслану інформацію,
            якщо вважаємо її соціально важливою та корисною чи цікавою для
            читачів сайту. Ми не зобов’язані публікувати всі надіслані новини.
            Також редакція залишає за собою право частково або повністю
            змінювати текст, не впливаючи на зміст повідомлення.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.2. Дейком підтримує конструктивну критику та продуктивну співпрацю
            з читачами. Але ми також можемо видаляти коментарі на сайті та на
            сторінках міні сайті та соціальних мереж, якщо вони містять образи
            авторів або читачів, рекламу, спам, ненормативну лексику, заклики до
            насильства, розпалювання ворожнечі, образу честі, підбурювання до
            злочинів чи тероризму.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.3. Повідомити нам про помилку або друкарську помилку в матеріалі
            можна виділивши відповідний текст і натиснувши Ctrl + Enter. Ваше
            повідомлення надходить на нашу електронну скриньку.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.4. Дейком дозволяє цитування матеріалів опублікованих на веб-сайті
            daycom.com.ua без отримання попередньої згоди головної редакції за
            умови розміщення у тексті обов’язкового гіперактивного посилання на
            daycom.com.ua Для інтернет-видань обов’язково розміщення прямого,
            відкритого для пошукових систем гіперпосилання на статті та/або
            інший опублікований матеріал, що цитуються. Обов’язкова умова
            розміщення відкритого для пошукових систем гіперпосилання не нижче
            другого абзацу в тексті або як джерело. Порушення авторських та
            виняткових прав переслідується згідно із законодавством України.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.5. Дейком залишає за собою право на заборону передруку матеріалу.
            Він позначається фразою «Повне чи часткове копіювання цього
            матеріалу без дозволу редакції забороняється та вважається
            порушенням авторських прав».
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.6. Правила редакційної політики діють з моменту їх опублікування
            на сайті. Також ми залишаємо за собою право змінювати та доповнювати
            у будь-який час.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.7. Якщо ви маєте інформацію, що може бути опублікована «як
            новина», ви можете написати листа на електронну пошту
            news@daycom.com.ua
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.8. Якщо вас цікавить розміщення реклами, ви можете написати листа
            на електронну пошту info@daycom.com.ua
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
