import { CorpPaths, Paths } from "@/data/Paths"
import Link from "next/link"
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function WorkWithUs() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Працюйте з нами
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            Незалежна, глибоко висвітлена журналістика є паливом, яке живить
            здорове та зацікавлене суспільство. Ми висвітлюємо найважливіші теми
            нашого часу та розповідаємо історії, які інакше залишилися б
            нерозказаними.
          </p>
        </div>
        <div className="py-7">
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Журналістика
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми запрошуємо журналістів-експертів і надаємо їм час і ресурси для
            створення глибоких, незалежних, оригінальних репортажів в інтересах
            суспільства. Ми надаємо контекст та аналіз, які необхідні читачам
            для кращого розуміння того, що відбувається навколо. В Дейком
            працюють фахівці, які висвітлюють питання права, охорони здоров'я,
            війну, питання фінансів та економіки, науки, технологій, мистецтва
            та багато іншого.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У той час як наші новини допомагають людям розуміти, що відбуваєтсья
            навколо, наші огляди допомагають людям уявити світ таким, яким він
            міг би бути, завдяки багатим дискусіям та інтелектуальним дебатам.
            Журналісти розділу: “Думка” або “Аналітика” є експертами у своїх
            галузях, які пропонують обґрунтовані точки зору з важливих питань.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми висвітлюємо теми, що виходять далеко за рамки новин і політики. З
            моменту свого заснування Дейком є вдумливим і глибоким джерелом
            інформації на теми, які зачіпають повсякденне життя наших читачів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Аудиторія звертається до нас, щоб дізнатися, куди поїхати, що
            почитати, яку виставу подивитися, де зупинитися, щоб перекусити
            перед поїздкою. Від книжок до ресторанів, від театру до кіно -
            огляди наших критиків часто є єдиними відгуками, які мають значення.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Мультимедійний сторітелінг журналістики
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Розповідь історій виходить далеко за межі друкованого слова. Від
            фотографій до захоплюючої графіки та інтерактивів, Дейком встановлює
            стандарти досконалості мультимедійного сторітелінгу.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Відео розкриває динамічний погляд на світ, від репортажів про
            глобальні конфлікти до останніх відкриттів у стилі, спорті та науці,
            деякі з яких глядачі можуть побачити на 360° завдяки функціям
            віртуальної реальності та доповненої реальності з ефектом занурення.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Журналісти на місцях
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми відряджаємо журналістів, щоб вони ставали свідками подій, і
            створювали матеріали дивлячись на події власними очима і з повним
            розумінням ситуації. Це дозволяє обгрунтовано та об’єктивно
            описувати ту чи іншу подую.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наші журналісти подорожують, щоб висвітлювати найважливіші події -
            від важких обставин, таких як війна та стихійні лиха, до культурних
            віх та святкувань людських досягнень.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Редактори, які щоночі сплять у своїх ліжках, ніколи не повинні
            забувати про кореспондентів і фотографів, які шукають місце для
            ночівлі.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Більше чудової журналістики
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком також пропонує сервісну журналістику, яка збагачує життя
            наших читачів і допомагає їм орієнтуватися у повсякденних рішеннях.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Наші люди
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наша робота ніколи не була такою важливою або такою захоплюючою.
            Щодня ми пробуємо щось нове, створюємо нові продукти та нові
            враження, а також знаходимо нові та привабливі способи розповідати
            історії. Наша аудиторія, колись обмежена одним містом, тепер
            поширюється по всьому світу. Але цінності, які вже формуються в
            Дейком — незалежність, чесність, цікавість, повага, співпраця,
            досконалість — залишаються незмінними.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ці цінності надихають нашу культуру, а наша культура починається з
            наших людей.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми шукаємо людей з різною освітою, різними навичками, різним
            життєвим досвідом. Нам потрібні досвідчені журналісти та ті, хто
            починає кар’єру. Нам потрібні люди в Україні та в інших країнах
            світу. Нам потрібні репортери та редактори, кодери, візуальні та
            графікчні дзайнери, звукорежисери та експерти з аудиторії.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо у вас є бажання розповідати про важливі історії, якщо ви
            хочете, щоб ваша робота охопила аудиторію, яка не має собі рівних за
            розміром, лояльністю чи впливом, якщо ви хочете допомогти продовжити
            наш перехід до найінноваційніших цифрових новин у світі, ви нам
            потрібні.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Надсилайте своє резюме та свої роботи на електронну скриньку:
            work@daycom.com.ua
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб створювати нашу фірмову журналістику та динамічні продукти, які
            відрізняються від інших, нам потрібні найкращі таланти у світі. В
            Дейком працюють журналісти, розробники, стратеги, відеооператори,
            маркетологи, арт-директори та багато інших. Ми цінуємо працівників
            на всіх етапах їхньої кар’єри, які привносять різні точки зору та
            досвід до Дейком.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
