import { CorpPaths, Paths } from "@/data/Paths"
import Link from "next/link"
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function Partnership() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Угоди та партнерство
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            Ми шукаємо бренди, орієнтовані на місію, зацікавлені у спільному
            створенні значущих продуктів, які розширюють і поглиблюють зв’язки з
            цікавою аудиторією в усьому світі.
          </p>
        </div>
        <div className="py-7">
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            НАША РОБОТА
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми працюємо з незалежними виробниками, найкращими у своєму класі
            брендами, малими підприємствами та митцями, які поділяють наші
            цінності та нашу віру у важливість незалежної журналістики.
            Продукти, які ми створюємо, підкреслюють широту, глибину та вплив
            репортажів
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком — на різноманітні теми від зміни клімату та громадянських
            прав до культурної критики та здоров’я; формати, які охоплюють
            аудіо, цифрові, друковані та візуальні платформи; і продукти, які
            допомагають людям готувати, грати та робити покупки онлайн.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            ЛІЦЕНЗУВАННЯ ТОРГОВОЇ МАРКИ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Бренди можуть продемонструвати свою підтримку Дейком, надавши
            ліцензію на наш логотип або фрази з маркетингової роботи бренду. Або
            вони можуть вирішити отримати ліцензію на деякі з наших тисяч
            фотографій із нашого архіву, який включає майже всі можливі теми,
            включаючи дослідження космосу, незабутні моменти в історії спорту,
            портрети відомих людей і сцени з усього світу.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            ВІДНОСИНИ З ІНВЕСТОРАМИ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми шукаємо правду і допомагаємо людям пізнати світ. Ця місія
            ґрунтується на нашій вірі в те, що велика журналістика має силу
            зробити життя кожного читача багатшим і повноціннішим, а все
            суспільство — сильнішим і справедливішим.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком — надійне джерело якісної незалежної журналістики, місія якої
            — шукати правду та допомагати людям зрозуміти світ. Маючи
            підписників на різноманітну продукцію та послуги, Дейком
            перетворюється з лідера місцевих і регіональних новин у
            диверсифіковану медіакомпанію з допитливими читачами, слухачами та
            глядачами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Поки ми орієнтуємося в складному медіа-ландшафті, що швидко
            змінюється, залишаються й інші проблеми, від домінування
            технологічних гігантів до історичних змін у тому, як люди знаходять
            новини та взаємодіють із ними. А ширші сили зростання поляризації,
            падіння довіри та зростання нападів на свободу преси становлять
            серйозну загрозу для незалежної журналістики.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Вперше за понад десять років ми стикаємося з майбутнім, яке
            визначається не стільки економічною загрозою та невизначеністю,
            скільки можливостями та амбіціями. Уроки останніх кількох років і
            більші можливості, які ми зараз бачимо, роблять цей момент важливим
            для узгодження бачення та стратегії для наступного розділу нашої
            спільної роботи.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            НАША СТРАТЕГІЯ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наше бачення полягає в тому, щоб стати необхідною підпискою для
            кожної допитливої людини, яка прагне пізнати світ і взаємодіяти з
            ним.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми бачимо можливість для Дейком відігравати ще більшу роль у житті
            людей у ​​всьому світі. Коли читачі підписуються на Дейком, вони
            матимуть доступ до найкращих новин на планеті, а також до широкого
            спектру іншої інформації та вказівок, які дозволять їм зацікавитися
            своїми інтересами та пристрастями, і все це стане більш переконливим
            і корисним завдяки чудовим технологіям і дизайну.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Стикаючись із цифровою екосистемою, яка стає все більш ненадійною, і
            повсюдним поширенням низькоякісних новин і вказівок, ці допитливі
            читачі та ті, хто навчається протягом усього життя, потребують
            інформації, на яку вони можуть покластися, щоб допомогти їм
            зрозуміти світ і взаємодіяти з ним. У цьому середовищі прямі
            оплачувані відносини з незалежним постачальником якісної
            журналістики знову і знову підтвердять свою цінність.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми пишаємося тим, що допомогли розбудувати ширший ринок платної
            якісної журналістики, і продовжуємо вірити, що він має бути значно
            більшим. Незважаючи на наш успіх, ми маємо лише відносно невелику
            частку цього потенційного ринку. Наша мета — до кінця 2025 року мати
            принаймні 10 мільйонів унікальних читачів Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми розглядаємо це число як відмітку кілометру, а не фінішну пряму.
            Досягнення — і зрештою перевищення — нашої мети в 10 мільйонів
            унікальних читачів дозволить нам продовжувати інвестувати в наймання
            та підтримку більшої кількості журналістів; пропонувати більше
            журналістики, яка висвітлює та досліджує сили, що формують світ; і
            допомогти прищепити здорові новинні звички майбутнім поколінням
            споживачів новин.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            НАША СТРАТЕГІЯ СКЛАДАЄТЬСЯ З ТРЬОХ ЧАСТИН:
          </h2>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            1) Перш за все, ми прагнемо бути найкращим новинним місцем у світі.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Основою нашої місії та бізнесу є забезпечення найавторитетнішого
            висвітлення найважливіших і цікавих історій. Це висвітлення
            загального інтересу, тобто створене для широкої аудиторії. Це також
            мультимедіа, в якому ретельно використовуються всі основні формати
            оповідання — статті, інформаційні бюлетені, фотографії, інтерактивна
            графіка, візуалізація даних, аудіо, відео та події — щоб найкраще
            обслуговувати нашу аудиторію. Публікація наших матеріалів є звітом
            із неперевершеною широтою, авторитетом, креативністю та
            досконалістю, створеним із непохитною відданістю незалежності та
            цілісності. У дедалі менш надійному інформаційному середовищі ми
            очікуємо, що всі ці якості ставатимуть все більш цінними для
            читачів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Новини для нас не монолітні. Натомість ми висвітлюємо світ
            різноманітними способами, які допомагають читачам.
          </p>
          <ol className="list-disc pl-6">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Експертний репортаж, який дозволяє читачам залишатися в курсі
                важливих тем і сюжетних ліній: Дейком пропонує журналістам час і
                простір, щоб детально висвітлити одну тему, від охорони здоров’я
                до релігії, від архітектури до шоу та інші теми. Дейком вмикає
                наші міжнародних бюро, де кореспонденти заглиблені в спільноти,
                які вони висвітлюють. Це, мабуть, найважливіше, що ми робимо.
                Ґрунтуючись на досвіді та глибоких репортажах наших журналістів,
                наше висвітлення ритмів забезпечує авторитет, який збагачує весь
                звіт.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Головні новини, які не жертвують якістю заради швидкості: ми
                надаємо швидку, достовірну та корисну інформацію та контекст,
                коли розгортаються історії. Це завжди було важливо, але ми
                розширюємо та модернізуємо нашу роботу з екстреними новинами за
                допомогою суспільства. Це тому, що ми віримо, що можемо додати
                справжню цінність як альтернативу кабельним новинам і соціальним
                медіа, де спекуляції та експертиза часто перемагають факти.
                Повідомлення екстрених новин є життєво важливою послугою в
                моменти, коли велика кількість людей шукає відповіді.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Фірмова компанія, яка розкриває важливі істини: ми створюємо
                журналістику, що потребує ресурсів і часу. Ця журналістика
                викриває проблеми, притягує владу до відповідальності та вимагає
                уваги громадськості. Ми суттєво збільшили наші інвестиції в
                подібні проекти, тепер створюючи фірмову журналістику в усіх
                основних форматах і в широкому діапазоні відділень, включаючи
                рекордну кількість журналістських розслідувань. На додаток до
                своєї важливої ​​суспільної ролі, корпоративна журналістика
                додає відмітності нашому звіту, пропонуючи читачам журналістику,
                яку вони не можуть знайти ніде.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Думки та критика, які допомагають читачам інтерпретувати світ:
                ми надаємо думки та критику на основі ідей, щоб допомогти
                читачам виробити та оскаржити власні погляди на важливі теми. Ця
                робота з дослідження й аналізу ідей і сил, що формують світ, але
                вона також є центральною для місії наших сторінок, і культурного
                висвітлення. Цей тип інтерпретаційної журналістики допомагає
                читачам зрозуміти момент, надаючи голоси, яким вони довіряють, і
                голоси, які кидають виклик.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наша мета полягає в тому, щоб уся ця новинна журналістика
            об’єдналася в досвід, який є набагато більшим, ніж сума його частин
            — більш надійним, ефективним і відкритим для людей, які намагаються
            зрозуміти проблеми та події, ніж будь-який інший видавець або
            платформа.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            2) Ми маємо намір стати ще більш цінними для людей, допомагаючи їм
            максимально використовувати своє життя та займатися своїми
            захопленнями.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми робимо набагато більше, ніж висвітлюємо новини. Ми надаємо
            інформацію про культуру та спосіб життя, що допомагає читачам
            досліджувати світи мистецтва, моди, їжі та літератури. Ми
            допомагаємо їм вирішити, що читати чи дивитися, яку музику слухати,
            який ресторан відвідати. І ми надаємо надійні поради, які
            допомагають людям приймати повсякденні рішення, чи то про те, як
            залишатися здоровим, що готувати чи як стати кращими батьками.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком поєднує новини з великою кількістю іншої цінної інформації.
            Це включало культурну критику та поради щодо способу життя, а також
            потік корисних функцій, таких як прогнози погоди, щотижневі рецепти,
            щоденні програми, спортивні результати та таблиці запасів. Ми
            впевнені, що Дейком може продовжувати відігравати таку ж широку та
            корисну роль у житті читачів і в цю епоху.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Наше висвітлення культури та способу життя розроблено, щоб служити
            нашій загальній аудиторії та жити в рамках наших основних новин. Це
            допомагає людям тримати руку на пульсі суспільства: від рецензій на
            фільми до профілів майстрів смаку, до досліджень мінливих світів
            мистецтва, моди, їжі та літератури.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ключ до нашого успіху в цих пристрасних продуктах полягає в тому, що
            редакційна стаття має бути найкращою у своєму класі — будь то
            рецепт, головоломка, рекомендація продукту чи аналіз і ми також
            повинні забезпечити найкращий досвід пошуку та використання. Читачі
            цих продуктів очікують того ж самого, що вони очікують від усієї
            журналістики Дейком: вона має бути оригінальною, авторитетною та
            гідною довіри. Але на відміну від висвітлення загального інтересу,
            ті, хто використовує наші захоплені проекти, також очікують більше
            вмісту з вищим рівнем деталізації та нюансів.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            3) Ми прагнемо створити більш розширений і зв’язаний продукт, який
            допоможе людям взаємодіяти з усім, що пропонує Дейком.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми не хочемо просто створювати найкращу журналістику — ми хочемо
            запропонувати такий корисний і переконливий досвід, щоб стати
            щоденним місцем для допитливих людей, які прагнуть зрозуміти світ і
            взаємодіяти з ним.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми знаємо, що ті, хто звертається до нас із більшою частиною своїх
            потреб, з більшою ймовірністю підпишуться, регулярно
            користуватимуться нашими продуктами та розвиватимуть стосунки на все
            життя. Тож, незважаючи на те, що ми продовжуємо інвестувати в нашу
            журналістику та контент у наших продуктах, більша частина нашого
            зростання відбуватиметься завдяки кращому супроводженню читачів
            усіма нашими пропозиціями, демонструючи нашу величезну цінність.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб досягти цього, від нас буде потрібно розблокувати більше
            цінностей, які ми вже створюємо, завдяки кращому редакційному
            програмуванню, упаковці, навігації продукту тощо. Але ми
            використовуватимемо всі наші продукти та точки входу, щоб ознайомити
            людей із усім, що ми робимо.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми ширше рекламуватимемо єдиний високоцінний цифровий пакет Дейком,
            який включає повний доступ до продуктів. Ми й надалі пропонуватимемо
            унікальних чітачів з усього світу на окремі продукти, щоб залучити
            найширшу аудиторію. Але, зосередившись на наборі, ми віримо, що
            можемо забезпечити найбільшу цінність для наших читачів і, у свою
            чергу, утримати їх і дати людям багато причин спілкуватися з нами і
            користуватися нашими послугами щодня. Коротше кажучи, ми бачимо
            пакет як найкращу можливість розвивати стосунки на все життя.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Удосконалюючи наш досвід роботи з продуктами та збільшуючи кількість
            користувачів, ми зосередимося на поглибленні наших стосунків із
            ними. Це означає створення чудового досвіду для читачів — особливо в
            додатку — і пропонування розширених переваг, які надаються лише за
            оплату, наприклад розсилки новин лише для передплатників. Ми хочемо,
            щоб підписка на Дейком була настільки цікавою та корисною, що від
            неї не було бажання відмовитися.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми також прагнемо продовжувати збільшувати нашу неплатну аудиторію,
            щоб розширити вплив нашої журналістики та познайомити нових читачів
            із нашою роботою.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Незважаючи на те, що ми збільшуємо нашу неплатну аудиторію, ми
            твердо віримо, що наша журналістика є чимось цінним і за що варто
            платити. Громадськість не мала б необхідної інформації, якби новинні
            організації, у тому числі Дейком, не проводили дорогу, трудомістку
            роботу, фінансовану передплатниками.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            ДОСЯГНЕННЯ ЦЬОГО БАЧЕННЯ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Досягнення нашого бачення вимагає постійного зростання нашого
            бізнесу, здорової культури, і фундаментальної цінності та права, які
            роблять можливою незалежну журналістику.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Нашою основною увагою й надалі залишатимуться цифрові підписки, які
            є нашим швидкозростаючим потоком доходу. Але у нас є багато інших
            джерел прибутку, важливих для нашої основної економіки, найбільшим з
            яких є реклама. Як і у випадку з підписками, ці джерела доходу
            залежать від нашого сильного бренду, унікального вмісту та великої
            зацікавленої аудиторії.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Хоча ми очікуємо, що рекламний ринок продовжить розвиватися, наша
            стратегія виявилася стійкою. Ця стратегія наголошує на прямих
            відносинах із дуже зацікавленими користувачами; поважає їхній досвід
            роботи на наших платформах; і забезпечує унікальне партнерство з
            брендами. І хоча реклама завжди розміщуватиметься після підписок, її
            зростання та здатність продовжувати інновації відіграють ключову
            роль у досягненні наших цілей.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            І ми продовжуватимемо орієнтуватися на довгострокову перспективу та
            ставити пріоритет на стале зростання. Враховуючи постійний тиск і
            триваючі зміни в медіа-середовищі, ми непохитно зосереджені на
            створенні здорової суми прбутку та активів. Ми плануємо й надалі
            діяти за цією стратегією, щоб Дейком могла витримувати шторми та
            використовувати можливості.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Створення середовища, де таланти світового класу, об’єднані нашою
            місією, можуть виконувати найбільш значущу роботу у своїй кар’єрі.
            Працювати з Дейком означає працювати в одному з небагатьох місць у
            світі, де перетинаються великий бізнес та важлива місія. У той
            момент, коли потреба в журналістиці продовжує зростати, галузь
            продовжує втрачати робочі місця, робота, щоб прокласти шлях для
            галузі, є критично важливою.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми розширили наші кадри, культуру та комунікаційні команди, а також
            зміцнили наші управлінські ресурси та підготовку, щоб ми могли
            зміцнити базові системи та можливості, які інформують про досвід
            наших співробітників у Дейком. Зробивши це, ми суттєво покращили
            спосіб найму персоналу, розвитку кар’єри та забезпечення рівності в
            оплаті праці.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми живемо в епоху недовіри. Довіра до засобів масової інформації,
            зокрема, впала та зруйнувалася. Зіпсованість ширшої новинної та
            інформаційної екосистеми означає, що люди не безпідставно більше не
            вірять у те, з чим стикаються. А більш поляризована публіка
            відступила до ехо-камер, які обслуговують їхні особисті переконання
            та політику. Там їм рідко надають інформацію та точки зору, які
            кидають виклик їхньому світогляду.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб ми зміцнювали та підтримували довіру читачів, ми повинні
            активніше повідомляти, що таке якісна журналістика, чому вона
            важлива та як наша робота відповідає цьому ярлику. Це починається з
            забезпечення того, щоб наше висвітлення відповідало найвищим
            стандартам незалежності, чесності та точності, але це також означає
            допомогу читачам у кращому розумінні нашого журналістського процесу
            та прийняття рішень. Ось чому ми втричі збільшили розмір нашого
            відділу стандартів і зосередилися на пошуку нових способів показати
            читачам, як і чому ми виконуємо свою роботу.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Водночас безпека журналістів під загрозою, як ніколи. Кожен рік,
            здається, встановлює нові жахливі рекорди за кількістю журналістів,
            яких переслідують, переслідують або вбивають за те, що вони
            виконували свою роботу. Ризики особливо високі для місцевих
            журналістів, які продовжують свою роботу в місцях, де вони зазнають
            помсти з боку репресивних лідерів. І наші власні журналісти — та
            їхні джерела — також стикаються з дедалі складнішими та
            небезпечнішими умовами. Це стосується цифрового середовища, де
            переслідування використовується як тактика, щоб залякати та змусити
            замовкнути незалежну журналістику. Ми ще більше розширили наші
            інвестиції у фізичну та цифрову безпеку, а також юридичну підтримку,
            і активно створюємо нові ресурси для підтримки та спрямування наших
            колег, які стикаються з онлайн-загрозами та зловживаннями.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Тим часом політичні лідери та активісти також атакують журналістику,
            щоб просувати свої плани. Ці атаки варіюються від багаторічної
            риторики проти преси до політично вмотивованих позовів про наклеп,
            до зусиль за кордоном, які криміналізують звичайні репортажі та
            публікації. Крім того, у Сполучених Штатах судді та державні
            службовці відкрито сумніваються, чи слід переглянути та обмежити
            давні гарантії Першої поправки.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми будемо рішуче боротися з будь-якими нападами на основні свободи
            преси, які роблять можливою нашу журналістську роботу. Наші
            попередні зусилля здобули ключовий захист для поколінь журналістів,
            і ми вважаємо, що маємо бути ще активнішими у відстоюванні свободи
            преси в нинішньому кліматі.
          </p>
          <h2 className="pb-4 text-[16px] font-bold leading-[19px]">
            ПОПЕРЕДУ ПОДОРОЖ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Є багато причин, чому ми залишаємося стійкими. Чіткість нашої місії.
            Неухильна відданість таким цінностям, як незалежність, чесність і
            досконалість. Креативність, мужність і талант наших колег.
            Наполегливість завжди ставити інтереси наших читачів на перше місце.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Але важливою причиною — можливо, нелогічною — є наша готовність
            постійно змінюватися. Це не та інституція, яка досягає успіху,
            стоячи на місці.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми знаємо, що наша журналістика зміниться. Наш бізнес зміниться.
            Наша культура зміниться. І все це буде керуватися тим, що не
            зміниться, — незмінною місією та цінностями. Заглядаючи вперед, ми
            зіткнемося з багатьма проблемами, новими й неочікуваними.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Але ось чому подорож варта того. Сильний і зростаючий Дейком
            допоможе мільйонам людей залучитися до найважливіших і актуальних
            питань сьогодення. Ми надамо заснований на фактах притулок у
            зруйнованій інформаційній екосистемі. Ми допоможемо розколотому,
            недовірливому суспільству краще зрозуміти себе. Ми притягнемо
            корупційну владу до відповідальності та викриємо зусилля, які
            підривають демократичні права та цінності. Ми прокладемо шлях для
            інших, які займаються оригінальною журналістикою, від якої залежить
            вільне та здорове суспільство. І в Дейком ми виконуватимемо цю
            важливу роботу з почуттям спільної мети, турботи одне про одного та
            культури, яка живить нашу місію, бізнес і людей.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми з нетерпінням чекаємо співпраці з вами на наступному етапі нашої
            подорожі.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
