import { CorpPaths, Paths } from "@/data/Paths"
import Link from "next/link"
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function Service() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Умови обслуговування
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            На цій сторінці описано положення та умови обслуговування, які
            регулюють використання вами певних продуктів або послуг Дейком,
            зокрема daycom.com.ua і мобільних додатків, які пропонує Дейком та
            деякі її дочірні компанії (далі «Дейком», «нас» або «ми»).
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Будь-ласка, уважно прочитайте ці умови, перед використовуванням
            будь-яких продуктів або сервісів дейком, оскільки ці умови впливають
            на ваші юридичні права та включають відмову від колективного позову.
            Додаткові інформації дивіться у розділі 11 нижче.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб отримати інформацію про те, як Дейком збирає, використовує та
            надає будь-яку особисту інформацію, перегляньте нашу Політику
            конфіденційності. Якщо ви проживаєте за межами Європейської
            економічної зони, прийняття вами цих Умов надання послуг означає
            вашу згоду на дії з обробки, описані в нашій Політиці
            конфіденційності відповідно до законодавства вашої юрисдикції.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Зміст умов обслуговування
          </h2>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Загальні правила та визначення;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вміст на послугах;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вміст, створений користувачами: надання, включаючи коментарі та
                інше;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Заборонене використання послуг;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Заяви та гарантії; відшкодування збитку; обмеження
                відповідальності;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Реєстрація та безпека;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Збори та платежі;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вміст третіх сторін та посилання на сторонні веб-сайти;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ліцензії на програмне забезпечення;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Припинення;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Правом, що регулює; юрисдикція; відмова від колективних позовів;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Різне;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Особливі умови: бета-тестування.
              </p>
            </li>
          </ol>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1. ЗАГАЛЬНІ ПРАВИЛА ТА ВИЗНАЧЕННЯ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.1. Якщо ви вирішите використовувати певні продукти чи послуги
            Дейком, які відображають або іншим чином регулюють ці Умови
            обслуговування, включаючи daycom.com.ua (далі «Сайт»), мобільні
            сайти та програми Дейком, а також будь-які функції Сайту, включаючи,
            але не обмежуючись RSS-каналами, API та програмним забезпеченням (як
            визначено нижче) та іншими завантаженнями (разом «Сервіси»), ви
            погоджуєтеся дотримуватися всіх положень і умов цих Умов
            використання між вами та Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.2. Ми можемо змінювати, додавати або видаляти частини цих Умов
            обслуговування в будь-який час, повідомивши вас про зміни в
            письмовій формі (зокрема електронною поштою або оновивши дату вище
            після «Останнє оновлення»). Такі зміни набувають чинності негайно
            після публікації. Ви несете відповідальність за перегляд цих Умов
            надання послуг перед кожним використанням Сайту.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.3. Якщо будь-які з положень та умов цих умов надання служби Дейком
            (далі «служб») або будь-які майбутні зміни для вас неприйнятні, ви
            можете скасувати свій обліковий запис (див. розділ 10.1 щодо
            припинення надання служби) та/або припинити використання послуг.
            Продовження використання службами зараз або після публікації
            оновлених умов надання служб означає що ви приймаєте таких умови
            надання послуг, зміни або модифікації.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.4. Ми можемо будь-коли змінити, призупинити або припинити
            будь-який аспект Послуг, включаючи доступність будь-якої функції,
            бази даних або вмісту Послуг. Ми також можемо накласти обмеження на
            певні функції та служби або обмежити ваш доступ до частини чи всіх
            Послуг без попередження та відповідальності.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.5. Попадання на рекламу є умовою доступу до Послуг.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.6. Подання – відправлення будь-якого матеріалу до служб Дейком.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2. ВМІСТ ПОСЛУГ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.1. Вміст Послуг, включаючи Сайт, призначений для вашого особистого
            некомерційного використання. Усі матеріали, опубліковані або
            доступні в Послугах (включаючи, але не обмежуючись текстом,
            фотографіями, зображеннями, ілюстраціями, дизайнами, аудіокліпами,
            відеокліпами, «виглядом і відчуттям», метаданими, даними або
            компіляціями, усі також відомі як «Вміст») захищені авторським
            правом і належать або контролюються Дейком або стороною, яка вказана
            як постачальник Вмісту. Компанія Дейком також володіє авторськими
            правами на вибір, координацію, компіляцію та вдосконалення такого
            Вмісту («Компонування»). Ви повинні дотримуватися всіх додаткових
            повідомлень про авторські права, інформації або обмежень, що
            містяться в будь-якому Вмісті, доступ до якого здійснюється через
            Службу.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.2. Послуги та Вміст захищені авторськими правами, товарними
            знаками, патентами, комерційною таємницею, правами на базу даних,
            правами свого роду та іншими інтелектуальними або майновими правами
            відповідно до законодавства України та міжнародного права. Ви не
            маєте права змінювати, публікувати, передавати, брати участь у
            передачі чи продажу, відтворювати (за винятком випадків,
            передбачених у Розділі 2.3 цих Умов надання послуг), створювати нові
            твори, поширювати, виконувати, відображати (включаючи кадрування та
            вбудовані посилання), повідомляти громадськості або будь-яким
            способом використовувати будь-який Вміст (або його Упорядкування)
            або Послуги (включаючи Програмне забезпечення) повністю або
            частково.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.3. Ви можете завантажувати або копіювати Вміст та інші
            завантажувані елементи, які відображаються в Послугах, лише для
            особистого користування за умови збереження всіх авторських прав та
            інших повідомлень, що містяться в ньому. Копіювання або зберігання
            будь-якого Вмісту для інших цілей, окрім особистого використання,
            прямо заборонено без попереднього письмового дозволу відділу прав і
            дозволів Дейком або власника авторських прав, зазначеного в
            повідомленні про авторські права, що міститься у Вмісті.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2.4. Певний Вміст надається партнерам, які не несуть
            відповідальності за будь-які затримки, неточності, помилки чи
            упущення в будь-якому такому Вмісті, передачі чи доставці всього чи
            будь-якої його частини, а також за будь-які збитки, що виникають у
            зв’язку з цим/
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            3. ВМІСТ, СТВОРЕНИЙ КОРИСТУВАЧАМИ: МАТЕРІАЛИ, ВКЛЮЧАЮЧИ КОМЕНТАРІ,
            ВІДГУКИ ЧИТАЧІВ ТА ІНШЕ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.1. Якщо ви завантажуєте, публікуєте або надсилаєте будь-який вміст
            у Сервісі, ви заявляєте нам, що маєте всі необхідні законні права
            для завантаження, публікації чи надсилання такого вмісту, і це не
            порушуватиме жодного закону чи прав будь-якої особи. Ви не маєте
            права завантажувати, розповсюджувати чи іншим чином публікувати в
            Послугах будь-які наклепницькі, наклепницькі, непристойні,
            порнографічні, образливі чи іншим чином незаконні матеріали. Ви не
            повинні видавати себе за іншу особу або іншим чином спотворювати
            свою особу, приналежність або статус. Ви погоджуєтесь не надавати
            суттєву та оманливу інформацію свідомо та з наміром шахрайства. Ви
            не маєте права завантажувати, розповсюджувати чи іншим чином
            публікувати в Службах будь-яке зловмисне програмне забезпечення,
            віруси, шпигунське програмне забезпечення чи інше зловмисне
            програмне забезпечення чи файли для Служб. Ви не маєте права
            використовувати автоматичні засоби для завантаження, розповсюдження
            чи іншим чином публікації на Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Бути ввічливим.Ви погоджуєтеся, що не будете погрожувати іншим
            учасникам або словесно ображати їх, використовувати наклепницькі
            висловлювання або навмисно переривати обговорення повторюваними
            повідомленнями, безглуздими повідомленнями або «спамом».
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Використовуйте шанобливу мову.Як і в будь-якій іншій спільноті,
            онлайн-розмова процвітає лише тоді, коли наші учасники почуваються
            гостинно та безпечно. Ви погоджуєтеся не використовувати
            висловлювання, які є образливими або дискримінаційними за ознаками
            раси, релігії, національності, статі, сексуальних уподобань, віку,
            регіону, обмежених можливостей тощо. Ворожі висловлювання будь-якого
            роду є підставою для негайного та остаточного призупинення доступу
            до всіх або частина Послуг.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Сперечайтеся, але не нападайте.У спільноті, повній думок і
            вподобань, люди завжди розходяться. Дейком заохочує активні дискусії
            та вітає гарячі дебати щодо Сервісів, але особисті нападки є прямим
            порушенням цих Умов використання та є підставою для негайного та
            остаточного призупинення доступу до всього або частини Сервісу.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.2. Послуги використовуються лише в некомерційних цілях. Ви не
            маєте права без прямої згоди Дейком поширювати чи іншим чином
            публікувати будь-які матеріали, що містять будь-які збори коштів,
            рекламу чи пропозиції товарів чи послуг. Ви не маєте права
            використовувати Послуги повністю або частково для збору, зберігання
            чи використання будь-якої інформації користувача з будь-якою метою,
            яка прямо не дозволена цими Умовами надання послуг.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.3. Ви визнаєте, що будь-які матеріали, які ви надсилаєте до Служб
            (тобто контент, створений користувачами, включаючи, але не
            обмежуючись: коментарі, повідомлення на форумі, огляди, текст,
            відео, аудіо та фотографії, а також комп’ютерний код і програми)
            (кожне, «Надсилання») може редагуватися, видалятися, модифікуватися,
            публікуватися, передаватись і відображатися Дейком, і ви
            відмовляєтеся від будь-яких прав, які ви можете мати на зміну або
            зміну матеріалу у спосіб, який вам не подобається. Подані до Служб
            також можуть бути включені в наші RSS-канали та API та доступні для
            повторної публікації в інших форматах.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.4. Ви надаєте Дейком безстрокову, невиключну, всесвітню,
            безоплатну ліцензію з субліцензією на Подані матеріали, яка включає,
            без обмежень, право Дейком або будь-якої третьої сторони, яку вона
            призначає, використовувати, копіювати, передавати, уривки,
            публікувати, розповсюджувати, публічно демонструвати, публічно
            виконувати, повідомляти громадськості, створювати похідні роботи,
            розміщувати, індексувати, кешувати, тегати, кодувати, змінювати та
            адаптувати (включаючи, без обмежень, право адаптувати до потокового
            передавання, завантаження, трансляції, мобільного, цифрові, ескізи,
            сканування або інші технології) у будь-якій формі чи носії, відомі
            зараз або розроблені надалі, будь-яке Подання, опубліковане вами на
            Послугах або на будь-якому іншому веб-сайті, що належить Дейком, у
            тому числі будь-яке Подання, опубліковане на Послугах або на них
            через третью партію. Серед іншого, Дейком надає ліцензії на
            коментарі третім сторонам для академічних, урядових, фінансове та
            корпоративне використання. У цих випадках вживаються заходи для
            видалення особистої інформації з таких коментарів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.5. Ви несете виключну відповідальність за вміст ваших Подань.
            Однак, хоча Дейком не переглядає і не може переглядати кожне Подання
            та не несе відповідальності за зміст цих повідомлень, Дейком залишає
            за собою право видаляти, переміщати або редагувати Подання, які він
            на власний розсуд вважає образливими, наклепницькими, непристойними,
            у порушення законів про авторське право чи торговельну марку, в
            порушення цих Умов надання послуг або іншим чином є неприйнятним.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3.6. Надсилаючи Подання, ви погоджуєтеся на його відображення та
            публікацію на Сайті та в Послугах, а також для пов’язаних онлайнових
            і офл’айнових рекламних цілей.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            4. ЗАБОРОНЕНЕ ВИКОРИСТАННЯ ПОСЛУГ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви не маєте права отримувати доступ або використовувати або
            намагатися отримати доступ або використовувати Послуги для виконання
            будь-яких дій, які можуть завдати шкоди нам або третій стороні. Ви
            не маєте права використовувати Послуги з порушенням чинного
            законодавства або з порушенням прав на інтелектуальну власність чи
            інших майнових чи законних прав нашої чи будь-якої третьої сторони.
            Крім того, ви погоджуєтеся з тим, що не будете намагатись (або
            заохочувати чи підтримувати чиїсь спроби) обійти, провести зворотний
            інженерний аналіз, розшифрувати або іншим чином змінити або
            втручатися в Послуги чи будь-який їх вміст, а також здійснювати
            будь-яке несанкціоноване їх використання. Без попередньої письмової
            згоди Дейком ви не повинні:
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.1. отримувати доступ до будь-якої частини Послуг, Вмісту, даних
            або інформації, на доступ до яких у вас немає дозволу або
            авторизації або для яких Дейком скасував ваш доступ;
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.2. використовувати роботів, павуків, сценарії, сервіси, програмне
            забезпечення або будь-який ручний чи автоматичний пристрій,
            інструмент або процес, призначений для видобутку даних або
            копіювання Вмісту, даних чи інформації з Послуг, або іншим чином
            отримувати доступ або збирати Вміст, дані або інформація з Сервісів
            за допомогою автоматизованих засобів;
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.3. використовувати послуги, програмне забезпечення чи будь-який
            ручний чи автоматичний пристрій, інструмент чи процес, призначений
            для обходу будь-яких обмежень, умов або технологічних заходів, які
            будь-яким чином контролюють доступ до Послуг, включаючи
            перевизначення будь-якої функції безпеки або обхід або обхід
            будь-якого доступу що контролює або використовує обмеження Послуг;
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.4. кешувати або архівувати Вміст (за винятком використання павуків
            загальнодоступною пошуковою системою для створення пошукових
            індексів);
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.5. вживати заходів, які створюють необґрунтоване або непропорційно
            велике навантаження на нашу мережу чи інфраструктуру;
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4.6. робити будь-які дії, які можуть вивести з ладу, пошкодити або
            змінити функціонування або зовнішній вигляд Послуг, включаючи
            подання реклами. Участь у забороненому використанні Послуг може
            призвести до цивільних, кримінальних та/або адміністративних
            покарань, штрафів або санкцій проти користувача та тих, хто йому
            допомагає.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            5. ЗАЯВИ ТА ГАРАНТІЇ; ВІДШКОДУВАННЯ ЗБИТКУ; ОБМЕЖЕННЯ
            ВІДПОВІДАЛЬНОСТІ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.1. Ви заявляєте, гарантуєте та зобов’язується, що жодні матеріали
            будь-якого роду, надіслані через ваш обліковий запис, не будуть
            порушувати права будь-якої третьої сторони, включно з авторським
            правом, торговельною маркою, конфіденційністю чи іншими особистими
            або майновими правами; або містити наклепницький чи інший незаконний
            матеріал; що вам виповнилося принаймні тринадцять років, якщо ви
            перебуваєте в США та Великобританії, і шістнадцять років у
            будь-якому іншому місці; якщо вам менше вісімнадцяти років, ваші
            батьки чи законний опікун прочитав ці Умови обслуговування і
            погодився з ними та вашим використанням Служби. Цим ви
            відшкодовуєте, захищаєте та звільняєте Дейком та всіх посадових
            осіб, директорів, власників, агентів, постачальників інформації,
            афілійованих осіб, ліцензіарів та ліцензіатів (разом «Сторони , які
            отримують відшкодування») від і проти будь-якої відповідальності та
            витрат, включаючи, без обмеження, розумні гонорари адвокатів,
            понесених Сторонами, яким відшкодовано збитки, у зв’язку з будь-яким
            позовом, що виникає внаслідок: будь-якого порушення вами або
            будь-яким користувачем вашого облікового запису ці Умови надання
            послуг або вищезазначені заяви, гарантії та зобов’язання; або ваша
            груба недбалість чи навмисна неправомірна поведінка. Ви
            зобов’язуєтесь співпрацювати настільки повно, наскільки це
            обґрунтовано вимагається для захисту будь-якої такої претензії.
            Дейком залишає за собою право за власний рахунок, взяти на себе
            виключний захист і контроль з будь-якого питання, що підлягає
            відшкодуванню з вашої сторони.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.2. Дейком не заявляє та не підтверджує точність чи надійність
            будь-яких порад, думок, заяв або іншої інформації, яка
            відображається, завантажується чи поширюється через Послуги
            будь-яким користувачем, постачальником інформації чи будь-якою іншою
            особою чи організацією. Дейком не несе відповідальності перед вами
            чи будь-якою іншою особою в результаті взаємодії користувача з
            іншими користувачами. Ви визнаєте, що будь-яке покладання на
            будь-яку таку думку, пораду, заяву, меморандум або інформацію є на
            ваш власний ризик.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У максимальній мірі, дозволеному чинним законодавством, служби та
            все програмне забезпечення розповсюджується на заставі “як є” без
            будь-яких гарантій, явних або непрямих, включаючи, не обмежуючись,
            гарантії права або непрямих гарантій. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Конкретна мета. хоча ми намагаємося з усіх сил, щоб послуги були
            завжди доступні, оновлені та правильні, Дейком не гарантує, що
            послуги будуть безперебій або без помилок. у вмісті або іншому
            матеріалі, що надається через послуги, можуть бути затримки,
            упущення, перерви та неточності.  Ви не повинні полагатися на цей
            вміст як заміну професійної юридичної, фінансової, податкової або
            медичної поради. якщо у вас є будь-які запитання або запитання щодо
            своєго здоров’я або вмісту послуг, вам завжди слід
            проконсультуватися з лікарем або іншим медичним фахівцем. перед
            здійсненням купівлі або продажу будь-яких цінних паперів або
            інвестицій рекомендуємо проконсультуватися зі своїм брокером або
            іншим фінансовим консультантом, щоб перевірити ціну та іншу
            інформацію. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми не несемо жодної відповідальності за інвестиційні рішення на
            основі, або результатів, отриманих за вмістом, наданим тут. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ніщо, що міститься на сайті, не буде тлумачитися як інвестиційна
            порада. ми не зареєстрований брокер-дилер або інвестиційний
            консультант і не надаємо інвестиційних порад або не рекомендуємо
            один продукт за іншим. цим ви підтверджуєте, що використовуєте
            послуги на власний ризик.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5.3. Компанія Дейком, її філії та їх відповідні акціонери,
            директори, представники, співробітники, рекламодавці, постачальники,
            постачальники вмісту та ліцензіари («сторони Дейком) не несуть
            відповідальності (спільно або посільно) перед вами або будь-якою
            іншою особою. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Вашого доступу або використання сервісів, матеріалів або вмісту для
            непрямих, побічних, спеціальних, випадкових, штрафних або зразкових
            збитків, включаючи, не обмежуючись, втрату прибутку, втрату
            забезкоштень, втрату доходів або втрату депутатії (включаючи
            збитки). 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ці обмеження застосовуються, чи передбачена відповідальність
            основується на недбалості, делікту, контракті або іншій теорії
            відповідальності, навіть якщо будь-яка з сторін Дейком була
            повідомлена про можливість або могла передбачити будь-яку з
            виключених збитків, та незалежно від будь-якого невиконання основної
            мети обмеженого засобу.  Якщо будь-яка відповідна організація
            визначає будь-яку частину цього розділу неможливою виконуватися,
            відповідальність сторін Дейком буде обмежена до найповнішого
            можливого дозволеного застосуванням.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            6. РЕЄСТРАЦІЯ ТА БЕЗПЕКА
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6.1. У рамках процесу реєстрації або створення облікового запису ви
            створите облікові дані для входу, вибравши пароль і надавши адресу
            електронної пошти або прив’язавши інший обліковий запис, наприклад
            облікові записи Apple, Facebook або Google. Вас також можуть
            попросити надати певну реєстраційну інформацію, яка має бути точною
            та оновленою. Кожна реєстрація призначена лише для одного
            користувача. Вам заборонено ділитися своїми обліковими даними для
            входу в систему або передавати їх комусь іншому. Ми можемо скасувати
            або призупинити ваш доступ до Послуг, якщо ви поділитеся своїми
            обліковими даними для входу. Ви несете відповідальність за
            збереження конфіденційності свого пароля, який вам не доведеться
            повідомляти жодному представнику чи агенту Дейком. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви не можете вибирати або використовувати облікові дані для входу
            іншої особи з наміром видати себе за цю особу; використовувати
            облікові дані для входу, на які інша особа має права, без
            авторизації такої особи; або використовувати облікові дані для
            входу, які ми, на власний розсуд, вважаємо образливими. Невиконання
            вищезазначеного є порушенням цих Умов надання послуг, що може
            призвести до негайного призупинення або припинення дії вашого
            облікового запису. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви погоджуєтеся отримувати сповіщення від нас в електронному вигляді
            на адресу електронної пошти, яку ви нам надаєте. Ви погоджуєтеся з
            тим, що всі сповіщення, розкриття інформації та інші повідомлення,
            які ми надаємо вам в електронному вигляді, задовольняють будь-яку
            юридичну вимогу щодо письмової форми таких повідомлень. Ви
            погоджуєтесь, що у вас є можливість зберігати такі електронні
            повідомлення, щоб вони залишалися доступними для вас у незмінному
            вигляді.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6.2. Будь ласка, повідомте help@daycom.com.ua про будь-яке відоме чи
            підозрюване несанкціоноване використання вашого облікового запису
            або будь-яке відоме чи підозрюване порушення безпеки, включаючи
            втрату, крадіжку або несанкціоноване розголошення вашого пароля чи
            інформації кредитної картки.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6.3. Вам має бути 13 років або більше, щоб користуватися будь-якою
            частиною Послуг у США та Великобританії, і 16 років або більше в
            інших країнах. Якщо вам менше 18 років і ви бажаєте використовувати,
            підписатися або зареєструватися на будь-яку частину Послуг, будь
            ласка, попросіть своїх батьків або законного опікуна переглянути та
            погодитися з цими Умовами надання послуг, перш ніж використовувати
            будь-яку частину Послуг або попросіть їх завершити покупку та/або
            реєстрацію від вашого імені.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6.4. Ви несете відповідальність за будь-яке використання або
            діяльність у вашому обліковому записі в Дейком, включаючи
            використання облікового запису будь-якою третьою стороною,
            уповноваженою вами використовувати ваші облікові дані для входу.
            Будь-яка шахрайська, образлива чи інша незаконна діяльність може
            бути підставою для припинення дії вашого облікового запису на наш
            власний розсуд, і ми можемо направити вас до відповідних
            правоохоронних органів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6.5. Якщо ваш доступ до будь-якої Послуги було надано третьою
            стороною або через неї (наприклад, вашим роботодавцем або навчальним
            закладом, у якому ви навчаєтеся) (кожен з них «Клієнт»), Клієнт міг
            надати нам інформацію про вас, щоб ми могли надати вам доступ до
            Послуг і відрізнити вас від інших абонентів (наприклад, ваша
            IP-адреса, адреса електронної пошти або ім’я).
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            7. ЗБОРИ ТА ПЛАТЕЖІ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            7.1. Ми залишаємо за собою право в будь-який час стягувати плату за
            доступ до окремих Послуг або Послуг у цілому. Однак у жодному разі з
            вас не стягуватиметься плата за доступ до Послуг, якщо ми не
            отримуємо вашу попередню згоду на оплату таких зборів. Таким чином,
            якщо в будь-який час ми вимагатимемо плату за частину Послуг, які
            зараз є безкоштовними, ми заздалегідь повідомимо вас про таку плату.
            Ви можете скасувати свій обліковий запис у будь-який час (див.
            розділ 10.1 щодо припинення надання послуг). Усі нові комісії, якщо
            такі є, будуть розміщені на видному місці на Сайті та в інших
            відповідних місцях Сервісу. Ви сплачуєте всі комісії та платежі,
            пов’язані з вашим обліковим записом, за ставками, що діють на
            розрахунковий період, у якому такі комісії та платежі стягуються,
            включно з але не обмежуючись платою за будь-які цифрові продукти чи
            послуги, які пропонуються для продажу через Послуги нами або
            будь-яким іншим продавцем чи постачальником послуг. Усі комісії та
            збори виставляються та оплачуються вами. Ви сплачуєте всі відповідні
            податки, пов’язані з використанням Послуг, через свій обліковий
            запис.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            8. ВМІСТ ТРЕТІХ СТОРІН ТА ПОСИЛАННЯ НА СТОРОННІ ВЕБ-САЙТИ.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            8.1. Послуги містять посилання на сторонні веб-сайти, ресурси та
            рекламодавців (разом «Посиланий вміст»). Дейком не контролює, не
            схвалює, не спонсорує, не рекомендує та іншим чином не бере на себе
            відповідальності за будь-який із цього Посиланого вмісту. Оскільки
            ми не несемо відповідальності за доступність цих зовнішніх ресурсів,
            їхній вміст чи політику конфіденційності, ви повинні направляти
            будь-які занепокоєння щодо будь-якого Посиланого вмісту на такий
            сайт.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            9. ЛІЦЕНЗІЇ НА ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            9.1. Ви не матимете жодних прав на власне програмне забезпечення та
            відповідну документацію, а також на будь-які їх вдосконалення чи
            модифікації, які надаються вам для доступу до Послуг («Програмне
            забезпечення»). Ви не можете субліцензувати, призначати або
            передавати будь-які ліцензії, надані Дейком, і будь-яка спроба
            такого субліцензування, переуступки або передачі є недійсною. Ви
            можете зробити одну копію такого програмного забезпечення лише для
            архівних цілей. Ви не маєте права іншим чином копіювати, поширювати,
            змінювати, проводити зворотний інженерний аналіз або створювати
            похідні роботи з Програмного забезпечення.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            10. ПРИПИНЕННЯ ДІЇ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            10.1. Ви можете припинити дію свого облікового запису в будь-який
            час, зателефонувавши в службу підтримки клієнтів за номером, який
            зазначений на головній сторінці сайту або напишіть електронного
            листа нам на пошту privacy@daycom.com.ua. Припинення дії платних
            цифрових продуктів регулюватиметься нашою Політикою скасування та
            відшкодування для цифрових продуктів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            10.2. Дейком може на власний розсуд припинити або призупинити ваш
            доступ до всіх або частини Послуг з будь-якої причини, включаючи,
            без обмежень, порушення або передачу цих Умов обслуговування.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            10.3. Положення цих Умов обслуговування залишаються в силі після
            припинення дії вашого облікового запису або доступу до всіх або
            частини Послуг.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            11. ЧИННЕ ПРАВО; ЮРИСДИКЦІЯ; ВІДМОВА ВІД КОЛЕКТИВНИХ ПОЗОВІВ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            11.1. Ці Умови надання послуг були складені та мають тлумачитися та
            застосовуватись відповідно до законів України як угода, яка повністю
            виконується в них, без урахування їхніх положень колізійного права
            та Конвенцій Організації Об’єднаних Націй про договори (за
            наявності).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            11.2. Будь-які претензії або підстави для позову, що виникають у
            зв’язку з використанням Послуг або цими Умовами надання послуг або
            пов’язані з ними, мають бути подані протягом одного року після
            виникнення такої претензії чи підстави для позову, інакше їх
            заборонено назавжди. Будь-які претензії з вашої сторони, які можуть
            виникнути у зв’язку з цими Умовами надання послуг, підлягають
            відшкодуванню грошовими збитками, і ви ні в якому разі не матимете
            права на судову заборону чи інший засіб правового захисту.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            11.3. Відмова від колективних позовів. Ви та Дейком погоджуєтеся, що
            кожна сторона може подавати позови проти іншої сторони лише в
            індивідуальній якості, а не в якості позавчика або члена колективу у
            будь-якому передбачуваному процесі, включаючи, не обмежуючись,
            колективний позов у суді. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Проте ніщо в цьому параграфі 11.3 не обмежує ваше право або право
            Дейком подавати позов один проти одного як індивідуальний позивач.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            12. РІЗНЕ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.1. Ці Умови обслуговування були складені та мають тлумачитися та
            застосовуватись відповідно до законодавства України. Будь-які дії
            щодо забезпечення дотримання цих Умов надання послуг подаються до
            судів, розташованих в Україні.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.2. Ніщо в цих Умовах обслуговування не порушує обіцянки, надані в
            нашій Політиці конфіденційності.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.3. Листування слід надсилати на help@daycom.com.ua
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.4. Ви погоджуєтеся повідомляти Дейком про будь-які порушення Умов
            обслуговування, щойно вам стане відомо про них. Якщо у вас є
            претензія щодо порушення авторських прав щодо матеріалу, який
            міститься в Послузі, повідомте про це copyrights@daycom.com.ua (Усі
            загальні запитання надсилайте на help@daycom.com.ua)
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.5. Наша неспроможність забезпечити дотримання будь-якого
            положення цих Умов обслуговування або реагувати на порушення вами чи
            іншими сторонами жодним чином не означає відмову від нашого права
            згодом забезпечити дотримання будь-яких умов чи положень цих Умов
            використання або діяти з щодо подібних порушень.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.6. Якщо положення цих Умов обслуговування визнається недійсним
            або таким, що не має позовної сили з будь-якої причини, це положення
            має тлумачитися відповідно до чинного законодавства, щоб якомога
            точніше відображати наміри сторін, а інші положення не будуть
            зазнавати впливу та залишатися в повній силі.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            12.7. Якщо ви вважаєте, що ваш твір було скопійовано таким чином, що
            порушує авторські права, будь ласка, надайте нам наступну інформацію
            в письмовій формі Агенту з авторських прав Дейком, повідомте про це
            copyrights@daycom.com.ua
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Будь ласка, зверніть увагу, що для того, щоб бути дійсним,
            Повідомлення має містити ВСЕ з наведеного нижче:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                фізичний або електронний підпис особи, уповноваженої діяти від
                імені власника виключного авторського права, яке ймовірно було
                порушено;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                опис захищеної авторським правом роботи, права на яку, як ви
                стверджуєте, були порушені;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                опис того, де на Сайті розміщено матеріал, який, як ви
                стверджуєте, порушено;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                вашу адресу, номер телефону та адресу електронної пошти та всю
                іншу інформацію, достатню для того, щоб ми могли зв’язатися з
                вами;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                ваша заява про те, що ви сумлінно вважаєте, що спірне
                використання не дозволено власником авторських прав, його
                агентом або законом;
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                вашу заяву, зроблену під страхом покарання за неправдиві
                свідчення, про те, що наведена вище інформація у вашому
                Повідомленні є точною та що ви є власником авторських прав або
                уповноважені діяти від імені власника ексклюзивного права, яке
                ймовірно було порушено.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви вважаєте, що будь-який вміст або матеріали, які ви
            завантажили, опублікували або надіслали до служби Дейком, які згодом
            були видалені зі служби Дейком або доступ до яких було вимкнено,
            неналежним чином видалено чи вимкнено, надішліть наступне зустрічне
            сповіщення до служби Дейком. Агент із захисту авторських:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                ваш фізичний або електронний підпис.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                опис матеріалів, які були видалені або доступ до яких було
                закрито, а також місце, де матеріал з’являвся до того, як його
                було видалено або доступ до нього було закрито.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                заява під страхом покарання за неправдиві свідчення про те, що
                ви добросовісно вважаєте, що матеріал було видалено або вимкнено
                внаслідок помилки чи неправильної ідентифікації матеріалу, який
                підлягає видаленню чи вимкненню.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                ваше ім’я, адресу та номер телефону, а також заяву про те, що ви
                погоджуєтеся з юрисдикцією федерального окружного суду судового
                округу, у якому розташована ваша адреса, і що ви приймаєте
                судове повідомлення від особи, яка надала повідомлення про
                передбачуване порушення.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Повідомлення про виявлене порушення авторських прав слід надсилати
            за адресою: copyrights@daycom.com.ua
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            13. ОСОБЛИВІ УМОВИ: БЕТА-ТЕСТУВАННЯ
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком може запропонувати вам переглянути й оцінити програмне
            забезпечення, програми, завантаження чи інші функції до їх
            публічного чи комерційного випуску (надалі «Сервіси
            бета-тестування»). Якщо ви вирішите брати участь у Послугах
            бета-тестування, ви погоджуєтеся дотримуватися цих Спеціальних умов
            і надавати Дейком певні відгуки та пропозиції щодо вашого досвіду
            під час перегляду та оцінювання Послуг бета-тестування («Відгук»).
            Дейком може попросити вас укласти угоду про конфіденційність для
            кожної окремої служби бета-тестування. Якщо так, ваша участь у
            якості тестувальника («Тестер») регулюється цією угодою про
            конфіденційність на додаток до наведених нижче положень і умов, які
            застосовуються до всіх Послуг бета-тестування.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Крім того, ви погоджуєтеся, що Служби бета-тестування та будь-які
            матеріали в них, включаючи вміст (разом «Матеріали попереднього
            випуску»), є конфіденційною або службовою інформацією Дейком. Умовою
            участі в Послугах бета-тестування ви погоджуєтеся: не копіювати та
            не відтворювати Попередні матеріали, захищати Попередні матеріали та
            запобігати несанкціонованому доступу, відтворенню, розголошенню
            та/або неавторизованому використання Попередніх матеріалів і якщо
            застосовно, повністю дотримуватись умов угоди про конфіденційність.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви погоджуєтеся з тим, що порушення вищезазначених зобов’язань
            завдасть непоправної шкоди Дейком, і Дейком має право (на додаток до
            будь-яких інших доступних їй засобів правового захисту) судову
            заборону чи інший засіб захисту за справедливістю, щоб запобігти
            порушенню чи загрозі порушення ваших зобов’язань. Ваше зобов’язання
            зберігати конфіденційність матеріалів попередньої версії триватиме,
            доки Дейком публічно не розповсюдить або іншим чином не розкриє
            громадськості не з вашої вини матеріали попередньої версії, які ви
            тестуєте.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            За запитом ви погоджуєтеся негайно видалити всі копії попереднього
            випуску матеріалів, які вам надав Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Вас запрошують використовувати Послуги бета-тестування лише з метою
            оцінки Послуг бета-тестування та допомоги Дейком у виявленні
            помилок. Ніщо в цих Особливих умовах або цих Умовах не повинно
            тлумачитися як надання вам будь-яких прав або привілеїв будь-якого
            роду щодо Послуг бета-тестування чи іншого вмісту. Послуги
            бета-тестування надаються на умовах «як є» та «як доступно», і
            Дейком не надає вам жодних гарантій, прямих чи неявних.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Використовуючи Послуги бета-тестування, ви погоджуєтеся, що: берете
            участь у Послугах бета-тестування на свій власний ризик і знаєте, що
            Послуги бета-тестування можуть містити відомі чи невідомі помилки,
            будь-які індикатори стану або налаштування, збережені в Бета-версії
            Тестові послуги можуть бути видалені в будь-який час, Дейком не
            зобов’язаний надавати ці бета-тестові послуги платно чи безкоштовно
            протягом будь-якого періоду часу, а також взагалі робити їх
            доступними, ці Умови також застосовуються до вашого використання
            Послуг бета-тестування, за запитом ви зберігатимете конфіденційність
            усієї інформації про Послуги бета-тестування, як зазначено вище,
            будь-які надані вами Відгуки стануть власністю Дейком без будь-якого
            права на компенсацію чи інших зобов’язань з боку Дейком, Дейком може
            (або не може) використовувати або іншим чином використовувати всі
            або частину ваших Відгуків або будь-які похідні від них будь-якими
            способами чи засобами масової інформації, відомими зараз, без
            будь-якої додаткової винагороди, компенсації чи кредиту для вас,
            ваша участь у бета-версії.{' '}
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Послуги тестування надаються виключно на добровільній основі та з
            огляду на можливість допомогти Дейком із Послугами бета-тестування,
            і ніщо в цих Спеціальних умовах або ваша участь у Послугах
            бета-тестування не створює будь-яких трудових відносин між вами та
            Дейком. Жодне положення цих Спеціальних умов або ваша участь у
            Послугах бета-тестування не створює трудових відносин між вами та
            Дейком. Жодне положення цих Спеціальних умов або ваша участь у
            Послугах бета-тестування не створює трудових відносин між вами та
            Дейком. У разі суперечності між цими Особливими умовами та рештою
            Умов ці Особливі умови мають переважну силу.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
