import { CorpPaths, Paths } from "@/data/Paths"
import { Card, Image } from "antd"
import Link from "next/link"
import arrowLink from '@/assets/images/icons/ArrowLink.svg'
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function PresentationForReaders() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Умови подання для читачів
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            Ці умови застосовуються до вмісту та інформації, яку ви надсилаєте
            нам у зв’язку з анкетою для подання читачів, яка безпосередньо
            посилається на ці умови, а не до будь-якого створеного користувачами
            вмісту, який ви надаєте, коли берете участь у публічній діяльності
            будь-де в Послугах Дейком (оскільки ці умови визначено в наших
            Умовах обслуговування або Політиці конфіденційності).
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Надсилаючи нам свій Контент, ви погоджуєтеся з тим, що прочитали,
            зрозуміли та приймаєте наведені нижче умови щодо вмісту та
            інформації («Ваш контент»), яку ви надсилатимете компанії Дейком
            («Дейком», «нас», або «наш»):
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1. Відповідно до наведених нижче положень ваш Контент може бути
            опублікований у будь-якому засобі масової інформації чи форматі
            та/або використовуватися в журналістських цілях загалом. Ваш Контент
            (включаючи ваше ім’я та місцезнаходження) може бути розміщено у
            відкритому доступі, і тому він може стати загальновідомим і
            доступним (зокрема в Інтернеті).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            2. Ми не публікуватимемо ваші номери телефону та адресу електронної
            пошти («Ваша контактна інформація»), а також використовуватимемо чи
            розголошуватимемо їх у маркетингових цілях.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            3. Ваші контактні дані можуть бути використані нами, щоб зв’язатися
            з вами, щоб підтвердити вашу особу та ваші відповіді на анкету, а
            також дізнатися більше про цю історію та ваші погляди на неї та
            пов’язані історії. Ми також можемо використовувати ваші контактні
            дані, щоб зв’язуватися з вами щодо непов’язаних історій, але лише
            якщо ви погодилися з нами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            4. Ви погоджуєтесь, що:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ви несете юридичну відповідальність за свій вміст.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Контент не є фальшивим або наклепницьким і не порушує права
                на конфіденційність, захист даних або конфіденційність будь-якої
                третьої сторони.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Вміст не є плагіатом чи іншим чином порушує будь-які
                авторські права третіх сторін, моральні права або будь-які інші
                права інтелектуальної власності чи подібні права. Наприклад, ви
                не повинні надсилати нам будь-які фотографії, малюнки чи
                будь-які записи будь-якого типу, якщо ви не є власником
                авторських прав або не маєте відповідної згоди власника
                авторських прав.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш вміст правдивий і не вводить в оману. Це стосується вашого
                справжнього особистого досвіду та/або ґрунтується на ваших
                власних знаннях.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Вміст не пропагує ненависть (включаючи, без обмежень, щодо
                раси, релігії чи сексуальної орієнтації), образливий,
                зловмисний, непристойний, дискримінаційний, непристойний,
                відверто сексуальний , образливий, завдає шкоди будь-якому
                активному судовому розгляду чи заохочує до насильства чи
                кримінальних дій. не порушувати жодних судових наказів і не є
                протизаконним з інших причин.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Вміст не є комерційною промовою чи рекламою чи
                розслідуванням, яке ви проводите, і ви чітко та правдиво
                розкрили свої інтереси щодо предмета (включно з будь-якими
                потенційними чи фактичними конфліктами інтересів) і Вашого
                Вмісту.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Вміст не видає себе за іншу особу чи іншим чином спотворює
                вашу особу, приналежність чи статус.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ваш Вміст не є технічно шкідливим (включаючи, без обмежень,
                віруси, логічні бомби, троянські програми, хробаки, шкідливі
                компоненти, пошкоджені дані чи інше шкідливе програмне
                забезпечення, шкідливі дані чи поведінку).
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            5. Ви зберігаєте будь-які авторські права, які можете мати на свій
            Контент. Надсилаючи нам свій вміст, ви надаєте нам безоплатну,
            безстрокову, безвідкличну, невиключну всесвітню ліцензію на
            використання, копіювання, розміщення, індексування, кешування, теги,
            кодування, редагування, передачу, адаптацію, зміну, публікацію,
            переклад, публічно демонструвати, публічно виконувати, створювати
            похідні роботи, робити доступними, передавати та розповсюджувати Ваш
            вміст (повністю чи частково) та/або включати його в інші твори в
            будь-якій формі, засобі масової інформації чи технології, відомій
            зараз або розробленій пізніше. Надсилаючи свій вміст, ви гарантуєте,
            що маєте право надавати цю ліцензію. Ліцензію ми можемо
            субліцензувати іншим організаціям і брендам нашої групи, а також
            третім особам.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            6. У межах, дозволених законом, ви відмовляєтеся від своїх моральних
            прав (наприклад, права бути ідентифікованим як автор або
            заперечувати проти принизливого ставлення) на свій вміст.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            7. Ми можемо редагувати, доповнювати, видаляти чи іншим чином
            змінювати Ваш вміст (або будь-яку його частину) у будь-який спосіб
            на власний розсуд для журналістських цілей (наприклад , без
            обмежень, ми можемо редагувати Ваш вміст за довжиною та стилем і/або
            використовувати його для або включати в пов’язані історії). Ми
            можемо робити будь-які з цих дій незалежно від того, чи було
            опубліковано ваш вміст. Ми не зобов’язані робити нічого з цього і не
            можемо.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            8. Ви погоджуєтеся з нашими загальними Умовами обслуговування.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            9. Ви прочитали та зрозуміли нашу Політику конфіденційності . Будь
            ласка, майте на увазі, що можуть виникнути обставини, за яких ваша
            згода з цими Умовами подання для читачів або звільненнями,
            передбаченими законом для журналістської діяльності чи свободи
            вираження поглядів, може переважити нашу Політику конфіденційності.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
