import { CorpPaths, Paths } from "@/data/Paths"
import { Card, Image } from "antd"
import Link from "next/link"
import arrowLink from '@/assets/images/icons/ArrowLink.svg'
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function CookiePolitics() {
    return (
        <>
          <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Політика щодо файлів cookie
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            У цій Політиці щодо файлів cookie пояснюється, як ми використовуємо
            файли cookie та подібні методи відстеження (такі як пікселі, SDK,
            JavaScript, ідентифікатори пристроїв тощо, які ми називаємо
            «трекерами»), коли ви відвідуєте наш сайт. «Наш сайт» означає наші
            веб-сайти, електронні листи, програми та інші служби, які
            посилаються на цю Політику щодо файлів cookie. Щоб отримати повний
            перелік нашої політики стосовно файлів cookie, що стосується всіх
            ресурсів Дейком.
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ця політика пояснює, що таке різні методи відстеження та чому вони
            використовуються. Це також пояснює ваше право контролювати їх
            використання. Ми можемо будь-коли змінити цю Політику щодо файлів
            cookie. Перевірте дату «останнього перегляду» у верхній частині цієї
            сторінки, щоб дізнатися, коли ця політика щодо файлів cookie
            востаннє переглядалася. Будь-які зміни набувають чинності, коли ми
            публікуємо переглянуту Політику щодо файлів cookie на нашому сайті
            або через нього.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1. Що таке трекер?
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми використовуємо різноманітні методи відстеження; шість основних
            типів пояснюються нижче. Цей список включає всі категорії, які ми
            використовуємо, хоча категорії можуть відрізнятися залежно від
            використання нашого сайту.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.1. cookie
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Файл cookie — це невеликий рядок тексту, який веб-сайт (або
            онлайн-сервіс) зберігає у браузері користувача. Він зберігає у
            вашому браузері дані про ваші відвідування нашого або інших сайтів.
            Він часто містить унікальний ідентифікатор (наприклад, cookie #123).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Основні файли cookie» — це файли cookie, які ми встановлюємо (або
            від нашого імені) на нашому сайті. «Сторонні файли cookie» — це
            файли cookie, встановлені іншими компаніями, чиї функції вбудовані в
            наш сайт (наприклад, google.com).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            «Сеансові файли cookie» — це тимчасові файли cookie, які
            зберігаються на вашому пристрої під час відвідування нашого сайту.
            Вони закінчуються, коли ви закриваєте браузер. «Постійні файли
            cookie» зберігаються у вашому браузері протягом певного періоду часу
            після того, як ви залишаєте наш сайт. Термін дії постійних файлів
            cookie закінчується після встановленого терміну дії або після їх
            видалення вручну.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви можете вибрати, чи приймати файли cookie, змінивши налаштування
            свого браузера. Однак, якщо файли cookie буде відмовлено, ваш досвід
            роботи на нашому сайті може бути гіршим, а деякі функції можуть не
            працювати належним чином.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.2.  Пікселі
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Пікселі (також відомі як «веб-маяки», «GIF-файли» або «помилки») —
            це однопіксельні прозорі зображення, розташовані на веб-сторінках
            або в повідомленнях. Вони відстежують, чи відкривали ви ці
            веб-сторінки чи повідомлення. Після запуску піксель реєструє
            відвідування поточної сторінки або повідомлення та може читати або
            встановлювати файли cookie. Для роботи пікселів часто потрібні файли
            cookie, тому вимикання файлів cookie може зашкодити їм. Але навіть
            якщо ви вимкнете файли cookie, пікселі все одно можуть виявити
            відвідування веб-сторінки.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.3.  Javascript
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            JavaScript — це мова програмування. Його можна використовувати для
            написання трекерів, які, будучи вбудованими в сторінку, дозволяють
            нам вимірювати, як ви взаємодієте з нашим сайтом та іншими сайтами.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.4.  Комплекти розробки програмного забезпечення (або SDK) SDK — це
            фрагменти коду, надані нашими цифровими постачальниками (наприклад,
            сторонніми рекламними компаніями, рекламними мережами та
            постачальниками аналітики) у наших мобільних додатках для збору й
            аналізу певних даних про пристрій і користувачів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.5. Ідентифікатори пристроїв Ідентифікатори пристроїв – це
            ідентифікатори, які можна скинути користувачем і складаються з цифр
            і літер. Вони є унікальними для конкретного пристрою. Вони
            зберігаються безпосередньо на пристрої. Наше використання
            ідентифікаторів пристроїв обмежено рекламним ідентифікатором Google
            Android (AAID). Вони використовуються для розпізнавання вас та/або
            ваших пристроїв у різних додатках і пристроях, вимкнено та на різних
            пристроях у маркетингових і рекламних цілях.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            1.6.  Синхронізація ID
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб вирішити, який тип реклами може вас зацікавити, наші цифрові та
            маркетингові постачальники іноді пов’язують дані — отримані під час
            перегляду інших сайтів або зібрані з інших джерел — за допомогою
            методу, відомого як «синхронізація ідентифікаторів» або
            «синхронізація файлів cookie». Для цього вони зіставляють
            призначений вам ідентифікатор трекера з одним або декількома
            ідентифікаторами трекера, які зберігаються в базі даних іншої
            компанії та, ймовірно, також пов’язані з вами. Будь-який із
            пов’язаних трекерів може мати певні інтереси та іншу демографічну
            інформацію, пов’язану з ним. Потім ця інформація використовується
            для визначення того, яку рекламу вам показувати.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2. Які трекери ми використовуємо?
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Нижче наведено список типів трекерів, які з’являються на нашому
            сайті.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Основні трекери
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Для роботи нашого сайту потрібні основні трекери. Вони дозволяють
            вам переміщатися по нашому сайту та використовувати його послуги та
            функції (наприклад, файли cookie, які допомагають залишатися в
            системі). Без основних трекерів наш сайт не працюватиме нормально;
            фактично наш сайт (або певні служби чи функції) можуть навіть бути
            недоступні для вас просто через технічні обмеження.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Трекери налаштувань
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Трекери налаштувань дозволяють нам зберігати інформацію про ваш
            вибір, налаштування та переваги. Вони також допомагають нам
            розпізнавати вас, коли ви повертаєтеся на наш сайт, запам’ятовувати
            ваші мовні налаштування (серед іншого) і відповідно налаштовувати
            наш сайт. Вони не є важливими для функціонування нашого сайту.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Трекери аналітики
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Трекери аналітики збирають або використовують інформацію про
            використання вашого сайту, що допомагає нам покращити наш сайт.
            Аналітичні трекери використовують для того, щоб показати нам, які
            сторінки найчастіше відвідуються, допомогти нам зафіксувати ваші
            проблеми з нашим сайтом, відстежувати покупки підписки та поведінку,
            що призводить до придбання підписки, а також вимірювати ефективність
            реклами. Ці трекери підсумовують відвідування наших читачів, щоб
            показати нам більш широкі закономірності в нашій аудиторії. Ми
            розглядаємо ці більші моделі, щоб проаналізувати відвідуваність
            сайту.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Маркетингові трекери
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ці трекери допомагають нам визначити, яку рекламу показувати вам для
            об’єктів Дейком — як на нашому сайті, так і на інших сайтах. Для
            цього ці трекери використовують інформацію про вашу поведінку на
            різних сайтах для націлювання наших оголошень.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ці трекери дозволяють нам обмежити кількість переглядів нашої
            реклами на ваших пристроях. Вони допомагають нам персоналізувати
            рекламу, яку ми вам показуємо. Вони також дозволяють нам вимірювати
            ефективність наших маркетингових кампаній (наприклад, вимірювати, чи
            підписалися ви після перегляду нашої реклами).
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Трекери реклами
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Рекламні трекери допомагають нам визначити, які оголошення третіх
            сторін вибрано для вас. Деякі з цих трекерів збирають або
            використовують інформацію про вашу поведінку на різних сайтах, щоб
            допомогти цьому націлюванню. Ці трекери іноді обмежують кількість
            переглядів реклами, роблять рекламу більш релевантною для вас або
            вимірюють ефективність рекламної кампанії.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У Європейській економічній зоні (ЄЕЗ) треті сторони не
            персоналізують і не націлюють рекламу через надані їм персональні
            дані. Натомість реклама, яку ви бачите, або не персоналізована, або
            персоналізована з використанням лише інформації, яку ми маємо про
            вас і яка не надається третім особам. Ми співпрацюємо з
            рекламодавцями, рекламними агентствами та іншими постачальниками,
            щоб показувати цю рекламу. Оголошення можуть містити додаткові
            трекери.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            3. Як керувати трекерами?
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви вперше заходите на наш сайт, ви можете отримати сповіщення
            про наявність трекерів. Натиснувши або торкнувшись «Прийняти», ви
            погоджуєтеся на використання цих трекерів, як описано тут.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви можете керувати налаштуваннями трекера, відмовившись від певних
            (або всіх) трекерів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Окрім наведених вище варіантів, ви можете відмовитися або прийняти
            трекери з нашого сайту (або будь-якого іншого сайту) у налаштуваннях
            свого браузера. Якщо ви відмовляєтеся від трекерів, можливо, ви не
            зможете ввійти в обліковий запис або використовувати інші функції
            нашого сайту, які залежать від трекерів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Більшість браузерів автоматично приймають файли cookie, але зазвичай
            це те, що ви можете налаштувати. Інформацію про кожен браузер можна
            знайти за посиланнями нижче:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Safari на настільному комп’ютері та Safari Mobile (iPhone та
                iPad): зверніть увагу, що за замовчуванням Safari захищає вас
                від відстеження з одного сайту на інший, якщо ви не вимкнете
                інтелектуальне запобігання відстеженню (ITP).
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Firefox: за замовчуванням Firefox захищає вас від міжсайтового
                відстеження, якщо ви не вимкнули Enhanced Tracking Protection
                (ETP). Таким чином, немає потреби керувати файлами cookie для
                захисту вашої конфіденційності.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Chrome
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Microsoft Edge: увімкнення запобігання відстеженню за допомогою
                Edge захистить вас від відстеження між сайтами, таким чином, вам
                буде менше потреби керувати файлами cookie для захисту вашої
                конфіденційності.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Інтернет-браузер Samsung . Зауважте, що Інтернет-браузер Samsung
                включає захист «Smart Watch», який допомагає захистити вас від
                відстеження на різних сайтах.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Brave: у Brave є кілька механізмів, які запобігають стеженню за
                вами в Інтернеті, але ви можете змінити налаштування
                конфіденційності, якщо хочете мати більший контроль над його
                рішеннями.
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Для отримання додаткової інформації про інші браузери зверніться до
            цього посібника «Усе про файли cookie».
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб відмовитися від збору даних Google Analytics, виконайте ці
            інструкції Google.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб скинути ідентифікатор пристрою, дотримуйтесь інструкцій Google і
            Apple.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Сторонні рекламодавці, рекламні агентства та інші постачальники, з
            якими ми працюємо, можуть бути членами Ініціативи мережевої реклами,
            Програми саморегулювання Альянсу цифрової реклами для поведінкової
            онлайн-реклами та/або Європейського альянсу цифрової реклами. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб відмовитися від реклами на основі інтересів від
            компаній-учасниць, відвідайте AboutAds.info або European Digital
            Advertising Alliance для ноутбуків і NAI Mobile Choices або
            AppChoices для мобільних пристроїв. Зауважте, що відмова через ці
            канали не означає, що ви більше не бачитимете рекламу, і залежить
            від пристрою та веб-переглядача, які ви використовуєте. Ви й надалі
            отримуватимете інші типи оголошень від цих компаній і будь-які типи
            оголошень від компаній, які не беруть участі в програмі. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Сайти, які ви відвідуєте, можуть збирати вашу інформацію для інших
            цілей.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
