import { CorpPaths, Paths } from "@/data/Paths"
import { Card, Image } from "antd"
import Link from "next/link"
import arrowLink from '@/assets/images/icons/ArrowLink.svg'
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function CommentsSection() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Розділ коментарів
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            Дізнайтеся більше про розділ коментарів Дейком, зокрема про те, як
            читати, публікувати та позначати коментарі для веб-сайту та програми
            новин, а також про модерацію коментарів.
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком зацікавлена ​​в чітких, добре поінформованих зауваженнях, які
            мають відношення до статті. Ми раді вашим порадам, критиці та
            унікальним уявленням про актуальні проблеми та запрошуємо вас
            ознайомитися з нашим новинним вмістом за допомогою розділу
            коментарів, про те, як публікувати та позначати коментарі, функції,
            доступної для вибраних статей на веб-сайті та в додатку Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Розділ коментарів дозволяє читачам читати, публікувати,
            рекомендувати та позначати коментарі до вибраних статей, і
            модерується командою Дейком. Зазвичай гілки коментарів до статей
            відкриті протягом 24 годин. Через 24 години коментування
            закривається, а наші модератори переходять до нових статей. Це
            гарантує, що ми можемо розмістити розділ громадських коментарів до
            широкого кола статей.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб дізнатися більше про те, як повідомити про виправлення чи
            надіслати відгук, відвідайте сторінку «Зв’язатися з нами».
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Читати коментарі
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб прочитати коментарі на Дейком.com.ua, виберіть піктограму
            коментаря, розташовану на панелі навігації під заголовком статті та
            її резюме:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Щоб прочитати коментарі до матеріалу, виберіть публікацію яка
                вас цікавить, у кінці опублікованого матеріалу ви побачите
                автора, дату та час публікації, маркування матеріалу і нижче
                розділ коментарів до публікації.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Щоб порекомендувати або проголосувати за коментарі, які вам
                подобаються або з якими погоджуєтеся, натисніть кнопку
                «Рекомендувати» під коментарем.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вибір Дейком — це добірка коментарів, обраних модераторами, які
                представляють різні погляди та можуть висвітлювати певний регіон
                або читачів, які мають знання про проблему з перших рук. Майте
                на увазі, що не в кожному розділі коментарів буде вибрано
                коментар для Дейком.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вибір читачів — це добірка коментарів, які отримали найбільшу
                кількість рекомендацій або голосів «за» інших читачів.
              </p>
            </li>
          </ol>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Опублікувати коментарі
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб отримати схвалення для публікації, коментарі мають бути
            ввічливими та відображати стандарти смаку Дейком, представлені на
            Дейком.com.ua Зареєструйтеся, щоб коментувати.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Під час першого коментаря вам буде запропоновано зареєструвати
            обліковий запис Дейком.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб опублікувати коментар, вас попросять надати таку інформацію
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Відображуване ім’я
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Розташування
              </p>
            </li>
          </ol>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Обидва ці елементи будуть публічно показані на Дейком.com.ua. Процес
            реєстрації служить для сприяння розвитку нашої онлайн-спільноти та
            гарантує, що всі користувачі несуть відповідальність за свої твори
            та є законними користувачами (не ботами).
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви хочете отримати сповіщення після того, як надішлете свій
            коментар, установіть прапорець сповіщення електронною поштою під
            полем для коментаря у формі подання: якщо ви не отримаєте
            електронного листа з підтвердженням через 24 години, спробуйте
            повторно опублікувати свій коментар.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Коментатори, що повертаються
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви вже публікували коментарі до статей, майте на увазі, що вам
            потрібно буде зареєструватися та входити в обліковий запис Дейком
            кожного разу, коли ви публікуєте коментар, оскільки коментарі
            пов’язані з вашим зареєстрованим обліковим записом.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Опублікувати коментар
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб залишити коментар, увійдіть у свій обліковий запис, відкрийте
            матеріал, який вас цікавить, опустіться за текстом нижче до поля
            «Залишити коментар», який вам стане доступним після авторизації.
            Опишіть свої думки та натисть «Відправити». Таким чином ваш коментар
            буде опубліковано. Якщо ви прочитали коментар, який, на вашу думку,
            не відповідає стандартам Дейком, не соромтеся позначити його. Хоча
            позначені коментарі не видаляються автоматично із сайту, кожен
            позначений коментар буде додатково перевірено командою спільноти.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми цінуємо, коли читачі та особи, цитовані в наших статтях, вказують
            на помилки фактів або акценти, і будемо досліджувати всі твердження.
            Щоб не відволікати інших читачів, будь ласка, не публікуйте
            коментарі, які пропонують виправлення. Натомість відвідайте нашу
            сторінку «Зв’язатися з нами» , щоб дізнатися більше про те, як
            повідомити про виправлення чи надіслати відгук.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Як ми модеруємо коментарі?
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Команда спільноти Дейком модерує та перевіряє всі надіслані
            коментарі, щоб забезпечити простір, де наші читачі можуть
            обмінюватися розумними та поінформованими коментарями, що підвищує
            якість наших новин та інформації. Хоча більшість коментарів буде
            опубліковано, якщо вони стосуються теми і не образливі, рішення щодо
            модерації є суб’єктивними та ретельно приймаються нашою командою
            спільноти.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком вітає рішучу думку та критику нашої роботи та без вагань
            схвалює критичні коментарі, якщо критика стосується відповідної
            статті. Не буде дозволено:
          </p>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Обзивки, особисті напади, непристойність, вульгарність,
                нецензурна лексика (включаючи лайки та літери з тире),
                комерційна реклама, видавання себе за іншу особу,
                непослідовність.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Особисті напади на наш персонал.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Надмірні коментарі щодо політики модерації Дейком. Дейком не
                дозволить, щоб коментарі загрузли в обговореннях нашої політики
                модерації, і команда Спільноти модеруватиме відповідно.
              </p>
            </li>
          </ol>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Коли і де буде опубліковано мій коментар?
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Оскільки коментарі модеруються, вони не з’являються на сайті, доки
            не будуть схвалені. Коментарі зазвичай публікуються швидше в робочий
            час і рідше ввечері та у вихідні дні.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Дейком залишає за собою право відображати коментарі різними
            способами, зокрема в тексті статей або в рекламі. Після публікації
            вашого коментаря його можна буде знайти в результатах пошуку на
            таких веб-сайтах, як Google і Yahoo.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Співробітник Дейком може час від часу використовувати адресу
            електронної пошти, яку ви вказали у своєму обліковому записі, для
            подальшої співбесіди. Для отримання додаткової інформації
            перегляньте нашу Політику конфіденційності та Умови обслуговування.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
