import { CorpPaths, Paths } from "@/data/Paths"
import { Card, Image } from "antd"
import Link from "next/link"
import arrowLink from '@/assets/images/icons/ArrowLink.svg'
import { ArrowLeftOutlined } from "@ant-design/icons"

export default async function TermsOfSale() {
    return (
        <>
            <div className="mx-auto mt-[30px] max-w-[600px] px-[20px] xl:px-0">
        <Link
          href={`${CorpPaths.corporateSection}`}
          className="block pb-7 text-[12px] font-extralight leading-[14px]"
        >
          {/* <ArrowLeftOutlined className="mr-4" /> */}
          Повернутися до корпоративного розділу
        </Link>
        <div className="border-y py-7">
          <h1 className="pb-7 text-[30px] font-light leading-[36px]">
            Умови продажу
          </h1>
          <p className="text-[16px] font-extralight leading-[19px]">
            На цій сторінці наведено умови продажу та купівлі цифрових продуктів
            The Day Communication, включаючи цифрові підписки та одноразові
            покупки, які пропонує Дейком та деякі його дочірні компанії (разом
            «Дейком» або «ми» або «нас»).
          </p>
        </div>
        <div className="py-7">
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У цих умовах, якщо контекст не вимагає іншого, усі подальші
            посилання на «ви» та «ваш» означають вас як окремого користувача.
            Групова підписка (включно з платіжним циклом і умовами скасування)
            відрізняється. Використовуючи daycom.com.ua.ua і продуктів Дейком,
            ви погоджуєтеся з нашими {' '}
            <Link href={`${CorpPaths.service}`}>Умовами обслуговування</Link>.
            Перегляньте нашу{' '}
            <Link href={`${CorpPaths.privacyPolitics}`}>
              Політику конфіденційності
            </Link>
            , щоб зрозуміти, як ми обробляємо вашу особисту інформацію.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1. ЗАГАЛЬНІ УМОВИ ПРОДАЖУ
          </h2>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.1. Визначення
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Термін «цифровий продукт» стосується з платних цифрових продуктів,
            доступних у Дейком, включаючи як цифрові підписки Дейком, так і
            одноразові покупки.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.2. Про цифрові продукти
          </h2>
          <ol className="list-disc pl-8">
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Вам не потрібно нічого купувати для обмеженого використання
                daycom.com.ua.ua або програм Дейком. Однак, якщо ви не придбаєте
                підписку або продукт, ваш доступ до вмісту та послуг Дейком може
                бути обмежено.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ви можете переглянути різні цифрові підписки на новини Дейком.
                Ми також пропонуємо інші продукти та послуги. 
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Ми залишаємо за собою право будь-коли змінювати вміст, тип і
                доступність будь-якого цифрового продукту.
              </p>
            </li>
            <li>
              <p className="pb-4 text-[16px] font-extralight leading-[19px]">
                Тільки одна особа може використовувати ім’я користувача та
                пароль, пов’язані з обліковим записом цифрового продукту.
              </p>
            </li>
          </ol>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.3. Обробка та оплата
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми обробимо вашу покупку максимально швидко. Під час перевірки
            платіжних даних активація вашого продукту може бути із затримкою. Ми
            приймаємо основні кредитні картки, PayPal і певні служби цифрових
            гаманців. Ми залишаємо за собою право відхилити будь-яке замовлення
            або покупку в будь-який час.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо вашу початкову авторизацію платежу пізніше буде відкликано,
            вашу підписку, продукт або доступ буде припинено. Зверніться до нас,
            використовуючи засоби електронного зв’язку
            privacy@daycom.com.ua.ua,  якщо ви вважаєте, що ваш доступ було
            припинено помилково.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо інше не зазначено в  Політиці скасування та відшкодування, усі
            витрати не повертаються.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб переглянути або змінити спосіб оплати,  відвідайте розділ
            «Обліковий запис» на сайті daycom.com.ua.ua{' '}
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми можемо отримати оновлену інформацію про кредитну картку (новий
            номер кредитної картки або оновлену дату закінчення терміну дії) від
            емітента вашої кредитної картки. Виплата оновленої інформації про
            кредитну картку надається нам після вибору емітента вашої кредитної
            картки. Ми не несемо відповідальності за розповсюдження оновленої
            інформації про вашу кредитну картку. Емітент вашої кредитної картки
            може надати вам право відмовитися від послуги оновлення. Ви
            зобов’язані зв’язатися з емітентом своєї кредитної картки щодо свого
            права відмовитися від послуги оновлення.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.4. Ціноутворення
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Вартість Інформаційно-новинної підписки daycom.com.ua.ua складає 2$
            на 4 (чотири) тижні.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви купуєте цифровий продукт, ціна буде повідомлена під час
            процесу замовлення. Ви погоджуєтеся сплатити ціну, зазначену на
            момент замовлення, а також усі відповідні податки. Ви також
            погоджуєтесь із періодичністю виставлення рахунків, зазначеною під
            час замовлення. Право на знижку визначається під час замовлення.
            Знижки не можуть застосовуватися заднім числом.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Усі ціни вказані в гривнях, якщо не вказано інше.
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право змінювати ціни та комісії в будь-який
            час. Ми повідомимо вас заздалегідь, якщо звичайна ціна продукту
            зміниться порівняно з заявленою під час замовлення. З цього моменту
            у вас буде можливість прийняти нову ціну або скасувати підписку чи
            покупку. Застосовувані податки можуть відрізнятися. Ми не можемо
            повідомити вас заздалегідь про зміни в застосовних податках.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо заявлену ціну чи іншу суттєву інформацію ми на власний розсуд
            визнаємо помилковими, ми не зобов’язані пропонувати вам продукт за
            такою ціною та залишаємо за собою право скасувати, припинити або не
            обробляти замовлення (включаючи прийняті замовлення). Ми повідомимо
            вас про помилку та дамо вам можливість скасувати замовлення та
            отримати відшкодування, якщо оплата вже була здійснена.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Додаткові витрати
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ваша підписка може не включати доступ до всіх розділів цифрового
            продукту, і вам, можливо, доведеться сплачувати додаткові збори за
            повний доступ. Ці додаткові збори будуть чітко вказані.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви використовуєте свій цифровий продукт, сторонні постачальники
            послуг можуть стягувати інші додаткові збори, наприклад плату за
            телекомунікаційні послуги, плату за передачу даних або плату
            постачальнику послуг. Ви несете відповідальність за сплату будь-яких
            додаткових зборів.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви вважаєте, що хтось інший скористався вашим обліковим записом
            або з вас стягується плата за продукт, якого у вас немає, зверніться
            до нас, використовуючи засоби електронного зв’язку
            privacy@daycom.com.ua.ua.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.5. Виставлення рахунків
          </h2>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.5.1. Оплата цифрових підписок
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми стягнемо кошти з вашого методу оплати на початку вашої підписки
            або, якщо це можливо, наприкінці безкоштовного пробного періоду.
            Оплата продовжуватиметься відповідно до циклу, зазначеного під час
            вашого замовлення.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Щоб переглянути інформацію про свій платіжний цикл,  відвідайте
            розділ «Обліковий запис» на сайті daycom.com.ua.ua 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Усі цифрові підписки на Дейком поновлюються автоматично. Коли ми
            поновимо вашу підписку, ми використовуватимемо спосіб оплати,
            пов’язаний із вашим обліковим записом. Якщо ви активуєте подарункову
            підписку та вирішите продовжити свою підписку під час активації, ця
            підписка буде поновлена ​​автоматично. Ви можете будь-коли
            переглянути спосіб оплати в розділі облікового запису
            daycom.com.ua.ua 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            У більшості випадків вас не повідомлять заздалегідь про загрозливе
            поновлення, і ви прямо погоджуєтеся відмовитися від застосування. 
            Щоб отримати інформацію про скасування, перегляньте нашу  політику
            скасування та повернення коштів нижче.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.5.2. Виставлення рахунків за одноразові покупки
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви робите одноразову покупку (наприклад, спонсорську підписку
            або окремий продукт, як-от стаття з наших архівів або подарункову
            підписку), ми стягуватимемо плату або дебетуємо ваш спосіб оплати
            під час покупки.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.5.3. Валюта
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Валюта, у якій вам буде виставлено рахунок, буде вказана під час
            процесу покупки та визначається на основі вашої платіжної адреси.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.6. Неоплачені збори
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо термін дії вашої кредитної картки закінчився або ваш спосіб
            оплати з інших причин недійсний, вашу підписку або продукт не буде
            автоматично припинено. Ви несете відповідальність за всі витрати.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви несете відповідальність за всі витрати, які ми несемо у зв’язку
            зі стягненням несплачених сум, включаючи судові витрати, гонорари
            адвокатів, гонорари колекторських агентств та будь-які інші
            пов’язані витрати.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.7. Акції
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Час від часу ми можемо пропонувати акції. Конкретні умови кожної
            акції вказуються під час її пропозиції. Кожна акція може
            відрізнятися. Акції не суміщаються.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви повинні вказати свої платіжні реквізити, коли ви реєструєтеся на
            акцію. Після закінчення акції ваша підписка буде автоматично
            продовжена за тарифами, які відображаються під час покупки.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми не будемо повідомляти вас заздалегідь про те, що акція
            закінчиться, і ми не повідомимо вас, коли ваш акційний тариф
            закінчиться. Щоб скасувати та уникнути стягнення плати, ви повинні
            повідомити нас до закінчення акції.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.8. Програмні продукти
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви купуєте цифрову підписку, яка включає програмне забезпечення
            для завантаження, завантаження та використання цього програмного
            забезпечення може регулюватися додатковими умовами або ліцензійними
            угодами кінцевого користувача.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.9. Треті сторони
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо ви придбали свій продукт через третю сторону (наприклад, Google
            Play і iTunes), ці Умови продажу можуть не стосуватися вас. У такому
            випадку ваш договір щодо таких продуктів укладатиметься з третьою
            стороною, а не з нами. Ми не несемо перед вами відповідальності за
            будь-які претензії, пов’язані з покупками, здійсненими через третіх
            сторін. Будь ласка, зверніться безпосередньо до третьої сторони.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.10 Електронні повідомлення
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ви погоджуєтеся отримувати сповіщення від нас в електронному вигляді
            на адресу електронної пошти, яку ви нам надаєте. Ви погоджуєтеся з
            тим, що всі сповіщення, розкриття інформації та інші повідомлення,
            які ми надаємо вам в електронному вигляді, задовольняють будь-яку
            юридичну вимогу щодо того, щоб такі повідомлення були в письмовій
            формі, якщо обов’язкові чинні закони не вимагають іншої форми
            зв’язку. Ви погоджуєтесь, що у вас є можливість зберігати такі
            електронні повідомлення, щоб вони залишалися доступними для вас у
            незмінному вигляді.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            1.11. Подільність
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо будь-який розділ цих Умов продажу буде визнано недійсним,
            недійсним або з будь-якої причини таким, що не має позовної сили,
            цей розділ вважатиметься відокремленим і не впливатиме на дійсність
            і можливість виконання будь-яких інших розділів.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2. ПОЛІТИКА СКАСУВАННЯ ТА ПОВЕРНЕННЯ КОШТІВ
          </h2>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2.1. Скасування та відшкодування цифрових підписок
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви скасовуєте підписку, ви скасовуєте лише майбутні платежі,
            пов’язані з вашою підпискою. Ви можете повідомити нас про свій намір
            скасувати в будь-який час, але скасування набуде чинності в кінці
            поточного розрахункового періоду. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            За винятком певних акцій, ви можете будь-коли змінити або скасувати
            цифрову підписку, написавши нам, , використовуючи засоби
            електронного зв’язку privacy@daycom.com.ua.ua. Платіжні цикли
            групової підписки та умови скасування можуть відрізнятися та
            регулюються умовами, викладеними в Замовленні на придбання групової
            підписки. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Цифрові продукти, які продаються в рамках рекламної акції,
            підлягають річному зобов’язанню або як доповнення до вашої підписки,
            можуть мати інші правила скасування або відшкодування, які будуть
            пояснені під час покупки.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Скасування набувають чинності з наступного платіжного циклу. Ви не
            отримаєте відшкодування за поточний платіжний цикл. Ви й надалі
            матимете той самий доступ і переваги свого продукту до кінця
            поточного розрахункового періоду.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право здійснювати відшкодування або кредити на
            власний розсуд. Якщо ми здійснюємо відшкодування або кредит, ми не
            зобов’язані здійснювати таке ж або подібне відшкодування в
            майбутньому. Зміни вмісту або доступу.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право будь-коли вносити зміни в наші цифрові
            продукти. Якщо ми тимчасово зменшимо або скасуємо плату за вміст або
            доступ, за які ви зараз сплачуєте на інших умовах, ви не отримаєте
            відшкодування.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            Скасування нами
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право призупинити або припинити вашу підписку
            або продукт з будь-якої причини, з попередженням або без нього та
            без подальших зобов’язань. За таких обставин ви не матимете права на
            відшкодування. Якщо деякі або всі наші цифрові продукти тимчасово
            недоступні, ви не отримаєте відшкодування. Ми залишаємо за собою
            право здійснювати відшкодування або кредити на власний розсуд. Якщо
            ми здійснюємо відшкодування або кредит, ми не зобов’язані
            здійснювати таке ж або подібне відшкодування в майбутньому.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2.2. Скасування під час акційних періодів
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Деякі акції можуть не дозволяти скасування протягом рекламного
            періоду. Ви погоджуєтеся з умовами скасування та повернення коштів,
            зазначеними під час покупки.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2.3. Зміна підписки
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Коли ви змінюєте свою підписку, ви отримаєте пропорційний кредит до
            вашої нової підписки.
          </p>
          <h2 className="pb-4 text-[16px] font-semibold leading-[19px]">
            2.4. Скасування та відшкодування одноразових покупок
          </h2>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Одноразові покупки не можна скасувати або повернути. 
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право здійснювати відшкодування або кредити на
            власний розсуд. Якщо ми здійснюємо відшкодування або кредит, ми не
            зобов’язані здійснювати таке ж або подібне відшкодування в
            майбутньому.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Ми залишаємо за собою право будь-коли вносити зміни в наші цифрові
            продукти. Якщо ми тимчасово зменшимо або скасуємо плату за вміст або
            доступ, за які ви зараз сплачуєте на інших умовах, ви не отримаєте
            відшкодування.
          </p>
          <p className="pb-4 text-[16px] font-extralight leading-[19px]">
            Якщо деякі або всі наші цифрові продукти тимчасово недоступні, ви не
            отримаєте відшкодування. Ми залишаємо за собою право здійснювати
            відшкодування або кредити на власний розсуд. Якщо ми здійснюємо
            відшкодування або кредит, ми не зобов’язані здійснювати таке ж або
            подібне відшкодування в майбутньому.
          </p>
        </div>
        <div className="pb-7 text-[12px] font-extralight leading-[14px] text-gray-500">
          <p>
            Інформація на цій сторінці опублікована 1 вересня 2022 року,
            оновлення опублікованої інформації відсутні. |{' '}
            <Link href={`${CorpPaths.corporateSection}`} className="underline">
              Корпоративний розділ
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.news}`} className="underline">
              Стрічка новин
            </Link>{' '}
            |{' '}
            <Link href={`${Paths.newsToday}`} className="underline">
              Сьогоднішня газета
            </Link>
          </p>
        </div>
      </div>
        </>
    )
}
