interface SectionMeta {
    section?: string;
    title: string;
    description: string;
}

interface SectionsMeta {
    [key: string]: SectionMeta;
}

export const sectionsMeta: SectionsMeta = {
    'svitoviNovyny': {
        title: 'Світові новини',
        description:
            'Головні новини світу, розслідування, думки, фотографії та відео журналістів з багатьох країн світу. Ми висвітлюємо міжнародні новини, серед яких: політика, бізнес, технології, наука, мистецтво, спорт, та інші події з багатьох куточків світу.',
    },
    'usa': {
        title: 'Сполучені Штати',
        description:
            'Головні новини Сполучених Штатів, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Сполучених Штатах та навколо них: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'europe': {
        title: 'Європа',
        description:
            'Головні новини Європи, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Європі та навколо неї: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'china': {
        title: 'Китай',
        description:
            'Головні новини Китаю, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Китаї та навколо нього: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'northAmerica': {
        title: 'Північна Америка',
        description:
            'Головні новини Північнної Америки, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Північнній Америці та навколо неї: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'southAmerica': {
        title: 'Південна Америка',
        description:
            'Головні новини Північнної Америки, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Північнній Америці та навколо неї: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'middleEast': {
        title: 'Близький схід',
        description:
            'Головні новини Близького Сходу, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья на Близькому Сході та навколо нього: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'pacificRegion': {
        title: 'Тихоокеанський регіон',
        description:
            'Головні новини Тихоокенського регіону, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Тихоокенському регіоні та навколо нього: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'africa': {
        title: 'Африка',
        description:
            'Головні новини Африки, розслідування, думки, фотографії та відео журналістів. Ми висвітлюємо те, що відбуваєтсья в Африці та навколо неї: політику, бізнес, технології, науку, мистецтво, спорт, та інші ключові події.',
    },
    'nauka': {
        section: 'Наука',
        title: 'Новини науки',
        description:
            'Головні новини та досягнення в науці України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'technologies': {
        section: 'Технології',
        title: 'Технологічний розвиток',
        description:
            'Головні новини та досягнення в технологіях України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'ekolohiia': {
        title: 'Екологія',
        description:
            'Головні новини екології України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'ekonomika': {
        section: 'Економіка',
        title: 'Новини економіки',
        description:
            'Головні новини та досягнення в економіці України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'finance': {
        section: 'Фінанси',
        title: 'Новини фінансів',
        description:
            'Головні новини та досягнення на фінансових ринках України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'vijna': {
        title: 'Війна Росії проти України',
        description:
            'Головні новини війни Росії проти України в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'suspilstvo': {
        title: 'Суспільство',
        description:
            'Головні новини для суспільства України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'vlada': {
        section: 'Влада',
        title: 'Що відбувається у владі',
        description:
            'Головні новини та досягнення влади України та інших держав світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'polityka': {
        section: 'Політика',
        title: 'Що відбувається в політиці',
        description:
            'Головні новини та досягнення в політиці України та інших держав світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'biznes': {
        section: 'Бізнес',
        title: 'Що відбувається в бізнесі',
        description:
            'Головні новини та досягнення бізнесу України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'sport': {
        section: 'Спорт',
        title: 'Новини спорту',
        description:
            'Головні новини та досягнення в спорті України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'history': {
        title: 'Історія',
        description: 'Згадаємо історію нашого життя та минулого.',
    },
    'pryhody': {
        section: 'Пригоди',
        title: 'Пригоди навколо нас',
        description:
            'Головні пригоди в Україні та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'musick': {
        section: 'Музика',
        title: 'Новини музики',
        description:
            'Головні новини та досягнення в музиці України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'fashion': {
        section: 'Мода',
        title: 'Новини моди',
        description:
            'Головні новини та досягнення моди України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'kino': {
        section: 'Кіно',
        title: 'Новини кіно',
        description:
            'Головні новини та досягнення кіномистецтва України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'interviu': {
        section: 'Інтерв’ю',
        title: "Найцікавіші інтерв'ю",
        description: `Найцікавіші інтерв'ю з України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.`,
    },
    'dumky': {
        section: 'Думка',
        title: 'Сьогоднішня думка',
        description:
            'Головні думки в України та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'analityka': {
        section: 'Аналітика',
        title: 'Про що говорять аналітики',
        description:
            'Найцікавіша аналітика в України та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'auto': {
        section: 'Автомобілі',
        title: 'Світ авто',
        description:
            'Головні новини та досягнення рикків авто з уьосго світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'ihry': {
        section: 'Ігри',
        title: 'Світ Ігор',
        description:
            'Головні новини ігрового світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'education': {
        section: 'Освіта',
        title: 'Освіта та навчання',
        description:
            'Головні новини освіти України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'kulinariia': {
        section: 'Кулінарія',
        title: 'Кулінарні новини',
        description:
            'Головні новини кулінарії України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'kultura': {
        section: 'Культура',
        title: 'Новини культури',
        description:
            'Головні новини культури України та світу в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'health': {
        section: 'Здоров’я',
        title: 'Новини медицини',
        description:
            'Головні новини здорового способу життя в Україні та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'parenting': {
        title: 'Виховання дітей',
        description:
            'Головні новини виховання дітей в Україні та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'realEstate': {
        title: 'Нерухомість',
        description:
            'Головні новини нерухомості в Україні та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'traveling': {
        title: 'Подорожі',
        description:
            'Головні новини подорожей в Україні та світі в прямому ефірі, розслідування, думки, фотографії та відео журналістів з багатьох країн світу.',
    },
    'presReliz': {
        title: 'Прес-релізи',
        description: 'Головні прес-релізи в Україні в прямому ефірі.',
    },
    'ofitsijno': {
        title: 'Офіційні повідомлення',
        description: 'Головні офіційні повідомлення в Україні  в прямому ефірі.',
    },
    'novynyBiznesu': {
        title: 'Новини бізнесу',
        description: 'Головні новини бізнесу в Україні  в прямому ефірі.',
    },
    'politychniNovyny': {
        title: 'Політичні новини',
        description: 'Головні політичні новини в Україні  в прямому ефірі.',
    },
}